[
  {
    "id": "src-2023-q1",
    "stem": "Con relación a las fuentes del Derecho Internacional:",
    "options": [
      {
        "id": "A",
        "text": "Solo cabe identificar como fuentes autónomas del DI a los tratados, la costumbre y los principios generales del derecho."
      },
      {
        "id": "B",
        "text": "En caso de duda los tratados prevalecen sobre el resto de fuentes."
      },
      {
        "id": "C",
        "text": "El artículo 38 del Estatuto del TIJ señala que la Corte deberá aplicar las convenciones internacionales, la costumbre internacional, los principios generales del derecho y las decisiones judiciales y la doctrina como medio auxiliar."
      },
      {
        "id": "D",
        "text": "Las respuestas a y c son correctas."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 38 del Estatuto de la Corte Internacional de Justicia (TIJ) enumera las fuentes que la Corte debe aplicar, distinguiendo entre fuentes principales (tratados, costumbre, principios generales) y medios auxiliares (jurisprudencia y doctrina) [1]. La opción A es debatible pues existen otras fuentes como los actos unilaterales.",
    "tags": [
      "derecho-internacional",
      "fuentes",
      "tij"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q2",
    "stem": "¿En qué sentencia reconoció el TIJ la posibilidad de que la costumbre local pueda llegar a afectar únicamente a dos Estados, hablándose por lo tanto de costumbre bilateral?",
    "options": [
      {
        "id": "A",
        "text": "Asunto de las pesquerías de UK y Noruega"
      },
      {
        "id": "B",
        "text": "Asunto del derecho de paso por territorio indio (1960)"
      },
      {
        "id": "C",
        "text": "Asunto de la Orden de arresto (2000)"
      },
      {
        "id": "D",
        "text": "Asunto de los ensayos nucleares de Francia (1974)"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "En el asunto del Derecho de paso por territorio indio, el TIJ admitió que una práctica aceptada como derecho entre dos Estados (Portugal e India en este caso) puede constituir una costumbre bilateral vinculante.",
    "tags": [
      "jurisprudencia",
      "tij",
      "costumbre"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q3",
    "stem": "El artículo 11 de la Convención de Viena de 1969 sobre Derecho de los Tratados entre Estados reconoce la posibilidad de manifestar el consentimiento por obligarse por un tratado a través de:",
    "options": [
      {
        "id": "A",
        "text": "La firma, el canje de instrumentos, la ratificación, la aceptación, la aprobación, la adhesión o cualquier otra forma que convengan las partes."
      },
      {
        "id": "B",
        "text": "La firma, la ratificación, la aceptación y la adhesión."
      },
      {
        "id": "C",
        "text": "La firma, el canje de instrumentos, la ratificación, la aceptación, la adhesión y la firma ad referéndum."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores es correcta."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El artículo 11 de la Convención de Viena de 1969 establece un catálogo amplio y flexible de formas de manifestación del consentimiento, permitiendo incluso cualquier otra forma acordada por los Estados.",
    "tags": [
      "tratados",
      "cv69",
      "consentimiento"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q4",
    "stem": "NO es una de las competencias del Consejo de Ministros según el art. 3 de la Ley 25/2014 de Tratados y otros Acuerdos Internacionales:",
    "options": [
      {
        "id": "A",
        "text": "Autorizar la firma de los tratados internacionales."
      },
      {
        "id": "B",
        "text": "Conocer de los acuerdos internacionales administrativos y de los MOUs cuya importancia así lo aconseje."
      },
      {
        "id": "C",
        "text": "Acordar la solicitud de autorización previa y disponer a este efecto la remisión a las Cortes Generales."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son competencia del Consejo de Ministros."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "De acuerdo con la Ley 25/2014, el Consejo de Ministros ostenta todas las competencias mencionadas en las opciones A, B y C en relación con la política de tratados del Estado.",
    "tags": [
      "derecho-español",
      "ley-25-2014",
      "consejo-de-ministros"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q5",
    "stem": "Señale la respuesta INCORRECTA en relación con la nulidad, terminación o suspensión de un tratado:",
    "options": [
      {
        "id": "A",
        "text": "El Estado que lo alegue debe notificar su pretensión a los demás Estados parte, que dispondrán –salvo especial urgencia- de un plazo mínimo de 3 meses para formular sus objeciones."
      },
      {
        "id": "B",
        "text": "El artículo 45 de la CV69 permite la subsanación de todas las causas de nulidad, terminación o suspensión."
      },
      {
        "id": "C",
        "text": "Si un Estado tiene alguna objeción a la pretensión de nulidad, terminación o suspensión de otro Estado, habrá de buscarse una solución de conformidad con cualquiera de los medios de solución previstos en el artículo 33 de la Carta de las NN.UU."
      },
      {
        "id": "D",
        "text": "Si un Estado tiene alguna objeción a la pretensión de nulidad, terminación o suspensión de otro Estado, y en el plazo de 12 meses no se llega a ninguna solución, cualquiera de las partes podrá iniciar el procedimiento indicado en el anexo de la CV69."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La opción B es incorrecta porque el artículo 45 de la Convención de Viena de 1969 no permite la subsanación de causas graves como la coacción sobre el representante o sobre el Estado, o la violación de normas de ius cogens.",
    "tags": [
      "tratados",
      "nulidad",
      "cv69"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q6",
    "stem": "NO es causa de nulidad de un tratado:",
    "options": [
      {
        "id": "A",
        "text": "La inobservancia de una restricción específica de los poderes de un representante para manifestar el consentimiento del Estado."
      },
      {
        "id": "B",
        "text": "Una violación grave del mismo."
      },
      {
        "id": "C",
        "text": "Un error sobre un hecho cuya existencia diera por supuesta un Estado en el momento de la celebración del tratado y constituyera base esencial de su consentimiento."
      },
      {
        "id": "D",
        "text": "La corrupción del representante de un Estado para que manifieste su consentimiento en obligarse por el mismo."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La violación grave de un tratado es una causa de terminación o suspensión, no de nulidad, según la Convención de Viena de 1969.",
    "tags": [
      "derecho-internacional",
      "tratados",
      "nulidad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q7",
    "stem": "El art. 94 CE prevé una serie de tratados que requieren la previa autorización de las Cortes Generales. En esa numeración NO se hace referencia a:",
    "options": [
      {
        "id": "A",
        "text": "Tratados de carácter militar."
      },
      {
        "id": "B",
        "text": "Tratados que impliquen obligaciones financieras para la Hacienda Pública."
      },
      {
        "id": "C",
        "text": "Tratados de carácter social."
      },
      {
        "id": "D",
        "text": "Todos los anteriores aparecen previstos en el art. 94 CE."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 94.1 de la Constitución Española menciona tratados políticos, militares, de integridad territorial, de derechos fundamentales, financieros y los que requieren medidas legislativas, pero no cita explícitamente los de carácter social.",
    "tags": [
      "constitucion-española",
      "cortes-generales",
      "tratados"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q8",
    "stem": "De acuerdo con la jurisprudencia del Tribunal Constitucional y la Ley 25/2014, las CC.AA pueden:",
    "options": [
      {
        "id": "A",
        "text": "Solicitar al gobierno la apertura de negociaciones para celebrar tratados sobre materias pertenecientes a sus competencias."
      },
      {
        "id": "B",
        "text": "Ejercer el ius contrahendi."
      },
      {
        "id": "C",
        "text": "Originar obligaciones inmediatas y actuales frente a otros Estados en el plano internacional."
      },
      {
        "id": "D",
        "text": "Generar responsabilidad internacional."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "En el sistema constitucional español, las Comunidades Autónomas tienen derecho a instar al Estado a celebrar tratados, pero carecen de capacidad para obligarse internacionalmente o ejercer el ius contrahendi por sí mismas.",
    "tags": [
      "ccaa",
      "competencias",
      "ley-25-2014"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q9",
    "stem": "Son Estados observadores no miembros de las NN.UU:",
    "options": [
      {
        "id": "A",
        "text": "Palestina y la República Turca de Chipre del Norte."
      },
      {
        "id": "B",
        "text": "Palestina."
      },
      {
        "id": "C",
        "text": "Palestina y la Santa Sede."
      },
      {
        "id": "D",
        "text": "Palestina, la Santa Sede y el Comité Internacional de la Cruz Roja."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Actualmente, solo Palestina y la Santa Sede gozan del estatus de Estado observador no miembro ante la Asamblea General de las Naciones Unidas.",
    "tags": [
      "nnuu",
      "estados",
      "observadores"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q10",
    "stem": "¿Qué doctrina del reconocimiento de Estados o de gobiernos hunde sus raíces en el principio de efectividad?:",
    "options": [
      {
        "id": "A",
        "text": "Doctrina Stimson."
      },
      {
        "id": "B",
        "text": "Doctrina Larreta."
      },
      {
        "id": "C",
        "text": "Doctrina Betancourt."
      },
      {
        "id": "D",
        "text": "Doctrina Lauterpacht."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La doctrina Lauterpacht sostiene que el reconocimiento es un deber jurídico cuando se cumplen los requisitos de efectividad de un Estado o gobierno.",
    "tags": [
      "reconocimiento-estados",
      "doctrina"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q11",
    "stem": "¿Qué Estados fueron parte en el Asunto Nottebohn?",
    "options": [
      {
        "id": "A",
        "text": "Guatemala y Alemania."
      },
      {
        "id": "B",
        "text": "Alemania, Honduras y Venezuela."
      },
      {
        "id": "C",
        "text": "Guatemala y Liechtenstein."
      },
      {
        "id": "D",
        "text": "Ninguno de los anteriores."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El caso Nottebohm (1955) ante el TIJ enfrentó a Guatemala y Liechtenstein sobre la protección diplomática de un ciudadano con nacionalidad de este último.",
    "tags": [
      "jurisprudencia",
      "tij",
      "nacionalidad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q12",
    "stem": "Es una forma de reconocimiento implícito de Estados:",
    "options": [
      {
        "id": "A",
        "text": "Establecimiento de relaciones consulares."
      },
      {
        "id": "B",
        "text": "Participación en un mismo tratado multilateral."
      },
      {
        "id": "C",
        "text": "Votar favorablemente la admisión del Estado en una organización internacional."
      },
      {
        "id": "D",
        "text": "Ninguna de las acciones anteriores implica la voluntad de reconocer a otro Estado."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El voto favorable para que una entidad sea admitida como miembro de pleno derecho en una OI como la ONU se considera una voluntad clara de reconocimiento implícito.",
    "tags": [
      "reconocimiento",
      "nnuu"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q13",
    "stem": "Con respecto a la Convención de Viena de 1978 sobre sucesión de Estados en materia de tratados, señale la respuesta INCORRECTA:",
    "options": [
      {
        "id": "A",
        "text": "Las obligaciones o derechos derivados de tratados en vigor respecto de un territorio en la fecha de una sucesión de Estados pasarán automáticamente a ser obligaciones o derechos del Estado sucesor y de otros Estados partes en esos tratados por la mera declaración unilateral del Estado sucesor (art. 9)."
      },
      {
        "id": "B",
        "text": "La Convención se aplica también a los efectos de la sucesión de Estados respecto de todo tratado que sea un instrumento constitutivo de una Organización internacional, sin perjuicio de las normas relativas a la adquisición de la calidad de miembro (art. 4)."
      },
      {
        "id": "C",
        "text": "Una sucesión de Estados no afectará de por sí a una frontera establecida por un tratado o a las obligaciones y derechos establecidos por un tratado y relativos al régimen de una frontera (art. 11)."
      },
      {
        "id": "D",
        "text": "Como regla general, ningún Estado de reciente independencia estará obligado a mantener en vigor un tratado, o a pasar a ser Parte de él, por el solo hecho de que en la fecha de la sucesión de Estados el tratado estuviera en vigor respecto del territorio al que se refiera la sucesión de Estados (art. 16)."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El artículo 9 establece precisamente que los derechos y obligaciones NO pasan automáticamente por mera declaración unilateral; se requiere el consentimiento de las otras partes.",
    "tags": [
      "sucesion-estados",
      "tratados"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q14",
    "stem": "Señale la Convención de la que España NO es parte:",
    "options": [
      {
        "id": "A",
        "text": "Convención de las NN.UU sobre Derecho del Mar de 1982."
      },
      {
        "id": "B",
        "text": "Convención de las NN.UU sobre inmunidades de los Estados de 2004."
      },
      {
        "id": "C",
        "text": "Convención de Viena de 1963 sobre relaciones consulares."
      },
      {
        "id": "D",
        "text": "Convención europea sobre la inmunidad de los Estados de Basilea (1972)."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "España es parte de la CNUDM, de la Convención de la ONU de 2004 y de la de Viena de 1963, pero no ratificó la Convención de Basilea de 1972.",
    "tags": [
      "tratados",
      "españa",
      "inmunidades"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q15",
    "stem": "Señale la respuesta INCORRECTA respecto a la LO 16/2015, de 27 de octubre, sobre privilegios e inmunidades de los Estados extranjeros:",
    "options": [
      {
        "id": "A",
        "text": "Cuando el Estado haya intervenido en el proceso o haya realizado cualquier acto en relación con el fondo, se entenderá como consentimiento tácito de renunciar a la inmunidad de jurisdicción."
      },
      {
        "id": "B",
        "text": "Se entenderá como consentimiento en renunciar a la inmunidad de jurisdicción la comparecencia de un representante del Estado extranjero en calidad de testigo."
      },
      {
        "id": "C",
        "text": "La renuncia a la inmunidad de jurisdicción no implica la renuncia automática a la inmunidad de ejecución."
      },
      {
        "id": "D",
        "text": "Los bienes del Estado dedicados a fines oficiales no comerciales (como los bienes de naturaleza militar) no podrán ser objeto de medidas de ejecución, salvo consentimiento."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La comparecencia como testigo no constituye una renuncia a la inmunidad de jurisdicción del Estado según la LO 16/2015.",
    "tags": [
      "inmunidades",
      "españa",
      "lo-16-2015"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q16",
    "stem": "¿En qué sentencia reconoció el TIJ la subjetividad internacional de las Organizaciones internacionales?",
    "options": [
      {
        "id": "A",
        "text": "Asunto Lotus (1927)"
      },
      {
        "id": "B",
        "text": "Asunto de los Ensayos nucleares franceses (1974)"
      },
      {
        "id": "C",
        "text": "Asunto Namibia (1971)"
      },
      {
        "id": "D",
        "text": "Asunto de las reparaciones por daños sufridos al servicios de las NN.UU (1949)"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La opinión consultiva de 1949 (Asunto de las reparaciones) es el hito jurídico que confirmó que la ONU posee personalidad jurídica internacional propia.",
    "tags": [
      "organizaciones-internacionales",
      "tij",
      "personalidad-juridica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q17",
    "stem": "A lo largo de la historia, la soberana Orden de Malta se ha instalado en:",
    "options": [
      {
        "id": "A",
        "text": "Jerusalén, la Isla de Rodas, Malta y desde su expulsión por parte de Napoleón en 1798 en Roma."
      },
      {
        "id": "B",
        "text": "Únicamente en Malta desde su creación."
      },
      {
        "id": "C",
        "text": "Inicialmente en Malta, pero desde que es expulsada por Napoleón en 1798 se establece en Roma."
      },
      {
        "id": "D",
        "text": "La orden de Malta no tiene una sede física."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Orden de Malta tuvo su origen en Jerusalén, pasó por Rodas y Malta, y actualmente tiene su sede principal en Roma.",
    "tags": [
      "sujetos-derecho-internacional",
      "orden-malta"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q18",
    "stem": "¿Qué país va a presidir el Donor Support Group del Comité Internacional de la Cruz Roja de julio de 2023 a julio de 2024?",
    "options": [
      {
        "id": "A",
        "text": "Francia"
      },
      {
        "id": "B",
        "text": "EEUU"
      },
      {
        "id": "C",
        "text": "España"
      },
      {
        "id": "D",
        "text": "Suiza"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "España fue designada para ejercer la presidencia de este grupo de apoyo al CICR en el ciclo 2023-2024.",
    "tags": [
      "cooperacion-internacional",
      "cicr",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q19",
    "stem": "NO es una de las funciones de SM el Rey recogida en el art. 63 CE:",
    "options": [
      {
        "id": "A",
        "text": "Acreditar embajadores y representantes diplomáticos, y recibir las acreditaciones de los homólogos extranjeros."
      },
      {
        "id": "B",
        "text": "Ejercer el mando supremo de las Fuerzas Armadas."
      },
      {
        "id": "C",
        "text": "Manifestar el consentimiento del Estado para obligarse internacionalmente por tratados de conformidad con la Constitución y las leyes."
      },
      {
        "id": "D",
        "text": "Declarar la guerra y hacer la paz, previa autorización de las Cortes Generales."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El mando supremo de las Fuerzas Armadas es una función recogida en el artículo 62.h de la CE, mientras que el artículo 63 se centra en las funciones de representación internacional.",
    "tags": [
      "corona",
      "art-63-ce",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q20",
    "stem": "¿Quién fue el primer condenado en la historia de la Corte Penal Internacional?",
    "options": [
      {
        "id": "A",
        "text": "Charles Taylor"
      },
      {
        "id": "B",
        "text": "Omar Al Bashir"
      },
      {
        "id": "C",
        "text": "Thomas Lubanga"
      },
      {
        "id": "D",
        "text": "Slobodan Praljak"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Thomas Lubanga Dyilo fue el primer líder condenado por la CPI por el reclutamiento de niños soldados en la RD del Congo.",
    "tags": [
      "cpi",
      "justicia-penal-internacional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q21",
    "stem": "Señale la respuesta correcta en relación con la Convención de Viena sobre relaciones diplomáticas:",
    "options": [
      {
        "id": "A",
        "text": "Se firmó el 24 de mayo de 1961, España la ratificó en 1964 y entró en vigor en 1967."
      },
      {
        "id": "B",
        "text": "Se firmó el 25 de abril de 1961, entrando en vigor al día siguiente conformidad con su disposición transitoria 1ª y España la ratificó en 1967."
      },
      {
        "id": "C",
        "text": "Se firmó el 18 de abril de 1961, entró en vigor en 1964 y España la ratificó en 1967."
      },
      {
        "id": "D",
        "text": "Se firmó el 25 de abril de 1961, entrando en vigor al día siguiente conformidad con su disposición transitoria 1ª y España la ratificó en 1964."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Convención de Viena sobre Relaciones Diplomáticas fue adoptada el 18 de abril de 1961, entró en vigor internacionalmente el 24 de abril de 1964 y España se adhirió a ella mediante instrumento de 1967.",
    "tags": [
      "relaciones-diplomáticas",
      "viena-1961",
      "historia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q22",
    "stem": "Según el art. 42.5 de la Ley 2/2014, de la Acción y del Servicio Exterior del Estado, la creación y supresión de las Misiones Diplomáticas se realizará:",
    "options": [
      {
        "id": "A",
        "text": "Mediante Orden, a iniciativa del MAEC, a propuesta del Ministerio de Hacienda y previo informe del Consejo Ejecutivo de Política Exterior."
      },
      {
        "id": "B",
        "text": "Mediante Real Decreto del Consejo de Ministros, a propuesta del MAEC, con la autorización del Ministerio de Hacienda y previo informe del Consejo Ejecutivo de Política Exterior."
      },
      {
        "id": "C",
        "text": "Mediante Real Decreto del Consejo de Ministros, a iniciativa del MAEC, a propuesta del Ministerio de Hacienda y previo informe del Consejo Ejecutivo de Política Exterior."
      },
      {
        "id": "D",
        "text": "Mediante Orden, a iniciativa del MAEC, a propuesta del Ministerio de Hacienda y sin necesidad de informe del Consejo Ejecutivo de Política Exterior."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La Ley 2/2014 establece que la creación o supresión de misiones requiere un Real Decreto del Consejo de Ministros, siguiendo una propuesta del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación (MAEC) y contando con el aval de Hacienda y el informe del Consejo Ejecutivo.",
    "tags": [
      "acción-exterior",
      "ley-2-2014",
      "misiones-diplomáticas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q23",
    "stem": "Señale la respuesta correcta en relación con la regulación de la inviolabilidad de los locales en las Convenciones de Viena de 1961 y 1963:",
    "options": [
      {
        "id": "A",
        "text": "En ningún caso se presume el consentimiento del Jefe de la MD/OC para que los agentes del Estado receptor puedan penetrar en ellos."
      },
      {
        "id": "B",
        "text": "El anterior consentimiento se presume en caso de incendio u otra calamidad que requiera la adopción inmediata de medidas de protección."
      },
      {
        "id": "C",
        "text": "El anterior consentimiento se presume en caso de incendio u otra calamidad para las Oficinas Consulares (CV63) pero no para las Misiones Diplomáticas (CV61)."
      },
      {
        "id": "D",
        "text": "El anterior consentimiento se presume en caso de incendio u otra calamidad para las Misiones Diplomáticas (CV61) pero no para las Oficinas Consulares (CV63)."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "A diferencia de la Convención de 1961, la Convención de 1963 sobre relaciones consulares (Art. 31) permite presumir el consentimiento del jefe de oficina en casos de emergencia grave como incendios.",
    "tags": [
      "inviolabilidad",
      "viena-1961",
      "viena-1963"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q24",
    "stem": "¿Cuál de las siguientes no es una de las excepciones a la exención general de impuestos y gravámenes de la que gozan los agentes diplomáticos (art. 34 CV61)?",
    "options": [
      {
        "id": "A",
        "text": "Los impuestos indirectos incluidos en el precio de mercaderías y servicios."
      },
      {
        "id": "B",
        "text": "Los impuestos de sucesiones."
      },
      {
        "id": "C",
        "text": "Los impuestos y gravámenes correspondientes a servicios particulares prestados."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son excepciones a dicha exención."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 34 de la Convención de Viena de 1961 enumera taxativamente estas situaciones como excepciones a la inmunidad fiscal del agente diplomático.",
    "tags": [
      "privilegios",
      "impuestos",
      "viena-1961"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q25",
    "stem": "Los Consulados de España en EE.UU. se encuentran en:",
    "options": [
      {
        "id": "A",
        "text": "Nueva York, Los Ángeles y Miami."
      },
      {
        "id": "B",
        "text": "Nueva York, Washington, Los Ángeles, Miami, San Francisco, Houston y Denver."
      },
      {
        "id": "C",
        "text": "Boston, Chicago, Los Ángeles, Miami, Nueva York, San Francisco y San Juan de Puerto Rico, además de una Sección Consular en la Embajada de España en Washington, DC."
      },
      {
        "id": "D",
        "text": "Nueva York, Los Ángeles, Miami, Boston, Houston, Denver, San Francisco y San Juan de Puerto Rico."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La red consular española en EE.UU. está compuesta por siete Consulados Generales y la Sección Consular de la Embajada en la capital.",
    "tags": [
      "consulados",
      "españa",
      "eeuu"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q26",
    "stem": "Señale la respuesta INCORRECTA con relación a las relaciones diplomáticas y las relaciones consulares:",
    "options": [
      {
        "id": "A",
        "text": "El establecimiento de relaciones consulares implica, en todo caso, el consentimiento para establecer relaciones diplomáticas."
      },
      {
        "id": "B",
        "text": "El establecimiento de relaciones diplomáticas implica (si no hay indicación en contrario) el consentimiento para establecer relaciones consulares."
      },
      {
        "id": "C",
        "text": "El establecimiento de relaciones diplomáticas es una forma de reconocimiento implícito de Estados. No así el establecimiento de relaciones consulares."
      },
      {
        "id": "D",
        "text": "La ruptura de relaciones diplomáticas no entraña, ipso facto, la ruptura de relaciones consulares."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Según la Convención de Viena de 1963, el consentimiento para relaciones consulares no implica automáticamente el de las diplomáticas, aunque lo inverso sí suele ser cierto.",
    "tags": [
      "relaciones-consulares",
      "derecho-diplomático"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q27",
    "stem": "La declaración de Bogotá de 1976 es:",
    "options": [
      {
        "id": "A",
        "text": "Documento por el que el Frente Polisario declara la independencia del Sáhara Occidental."
      },
      {
        "id": "B",
        "text": "Documento firmado por 8 países ecuatoriales reclamando la soberanía y plena exclusividad de la órbita geoestacionaria."
      },
      {
        "id": "C",
        "text": "Documento que dio lugar a la entrada en vigor del PIDCP."
      },
      {
        "id": "D",
        "text": "Documento que formaliza el golpe de Estado en Argentina en 1976."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Esta declaración es un hito en el derecho espacial, donde países del ecuador intentaron reclamar derechos sobre el espacio sobre su territorio.",
    "tags": [
      "derecho-espacial",
      "soberanía",
      "bogotá"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q28",
    "stem": "Señale la respuesta INCORRECTA. La I Conferencia de NN.UU. sobre Derecho del Mar (Ginebra, 1958) dio lugar a:",
    "options": [
      {
        "id": "A",
        "text": "Convenio sobre la Zona Económica Exclusiva (1962)."
      },
      {
        "id": "B",
        "text": "Convenio sobre el Alta Mar (1962)."
      },
      {
        "id": "C",
        "text": "Convenio de la Plataforma Continental (1964)."
      },
      {
        "id": "D",
        "text": "Convenio del Mar Territorial y la Zona Contigua (1964)."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Zona Económica Exclusiva no se estableció en 1958; fue un concepto consolidado posteriormente en la Convención de 1982.",
    "tags": [
      "derecho-del-mar",
      "ginebra-1958"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q29",
    "stem": "En el Derecho de Paso inocente en el mar territorial ¿está permitido detenerse y fondear?",
    "options": [
      {
        "id": "A",
        "text": "No, en ningún caso."
      },
      {
        "id": "B",
        "text": "Solo previa autorización del Estado ribereño mediante Nota Verbal."
      },
      {
        "id": "C",
        "text": "Solo en caso de peligro extremo y previa autorización mediante Nota Verbal."
      },
      {
        "id": "D",
        "text": "Solo si son incidentes normales de la navegación o si vienen impuestos por una arribada forzosa o por un peligro extremo."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El paso debe ser rápido e ininterrumpido, permitiéndose la parada solo por necesidades técnicas de la navegación o fuerza mayor.",
    "tags": [
      "derecho-del-mar",
      "paso-inocente"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q30",
    "stem": "El Estado ribereño NO puede ejercer su jurisdicción penal sobre buques extranjeros en paso por mar territorial EXCEPTO:",
    "options": [
      {
        "id": "A",
        "text": "Si la infracción tiene consecuencias para el Estado ribereño o afecta el orden."
      },
      {
        "id": "B",
        "text": "Si el capitán del buque o el cónsul del pabellón solicitan intervención."
      },
      {
        "id": "C",
        "text": "Cuando sea necesario para la represión del tráfico de estupefacientes."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son excepciones de la regla general."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La CNUDM prevé estas excepciones para permitir al Estado ribereño proteger su seguridad y el orden público ante delitos graves.",
    "tags": [
      "jurisdicción",
      "mar-territorial",
      "cnudm"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q31",
    "stem": "Según el art. 58 de la CNUDM (1982), es un derecho de TODOS los Estados en la Zona Económica Exclusiva:",
    "options": [
      {
        "id": "A",
        "text": "El establecimiento y la utilización de islas artificiales."
      },
      {
        "id": "B",
        "text": "La investigación científica marina."
      },
      {
        "id": "C",
        "text": "Tendido de cables y tuberías submarinos."
      },
      {
        "id": "D",
        "text": "Todos los anteriores."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Mientras que las islas artificiales y la investigación están sujetas a la jurisdicción del Estado ribereño, el tendido de cables es una libertad de navegación mantenida para todos los Estados.",
    "tags": [
      "zee",
      "derecho-del-mar",
      "cnudm"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q32",
    "stem": "NO es causa prevista en el art. 110 CV82 para que un buque de guerra ejerza el derecho de visita:",
    "options": [
      {
        "id": "A",
        "text": "Sospecha de piratería."
      },
      {
        "id": "B",
        "text": "Sospecha de trata de esclavos."
      },
      {
        "id": "C",
        "text": "Sospecha de infracción de las leyes del Estado ribereño."
      },
      {
        "id": "D",
        "text": "Sospecha de que el buque no tiene nacionalidad."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El derecho de visita en alta mar se limita a crímenes internacionales específicos como piratería o trata; las infracciones de leyes nacionales suelen requerir persecución en caliente.",
    "tags": [
      "alta-mar",
      "derecho-de-visita",
      "piratería"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q33",
    "stem": "En el proceso BBNJ, la negociación se articuló en torno a:",
    "options": [
      {
        "id": "A",
        "text": "1) Recursos genéticos marinos, 2) Áreas marinas protegidas, 3) Evaluaciones de impacto ambiental y 4) Creación de capacidades."
      },
      {
        "id": "B",
        "text": "1) Áreas marinas protegidas, 2) Evaluaciones de impacto ambiental, 3) Exploración y explotación y 4) Creación de capacidades."
      },
      {
        "id": "C",
        "text": "1) Áreas marinas protegidas, 2) Evaluaciones de impacto ambiental, 3) Exploración y explotación y 4) Cooperación Sur-Sur."
      },
      {
        "id": "D",
        "text": "1) Recursos genéticos marinos, 2) Exploración y explotación, 3) Evaluaciones de impacto ambiental y 4) Creación de capacidades."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El paquete de negociación del tratado BBNJ se centró en estos cuatro pilares para la conservación de la biodiversidad en alta mar [14-16].",
    "tags": [
      "bbnj",
      "medio-ambiente",
      "alta-mar"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q34",
    "stem": "Sobre la Convención sobre la reducción de la apatridia de 1961:",
    "options": [
      {
        "id": "A",
        "text": "Entró en vigor en 1975 pero no fue ratificada por España hasta 2018."
      },
      {
        "id": "B",
        "text": "Fue ratificada por España en 1961."
      },
      {
        "id": "C",
        "text": "Todavía no ha entrado en vigor ni ha sido ratificada por España."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son falsas."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Aunque es un tratado antiguo, España tardó décadas en adherirse formalmente a este instrumento para combatir la falta de nacionalidad.",
    "tags": [
      "apatridia",
      "derechos-humanos",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q35",
    "stem": "Señale el caso en el que se reconozca la costumbre regional del asilo diplomático:",
    "options": [
      {
        "id": "A",
        "text": "Caso del templo Preah Vihear (1962)."
      },
      {
        "id": "B",
        "text": "Caso Haya de la Torre (1950)."
      },
      {
        "id": "C",
        "text": "Caso Barcelona Traction (1970)."
      },
      {
        "id": "D",
        "text": "Caso de la fábrica de Chorzow (1928)."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El caso Haya de la Torre es el referente fundamental del TIJ sobre la existencia de una costumbre regional latinoamericana respecto al asilo en embajadas.",
    "tags": [
      "asilo-diplomático",
      "tij",
      "jurisprudencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q36",
    "stem": "¿Quién es el Alto Comisionado de las NN.UU. para los Derechos Humanos?",
    "options": [
      {
        "id": "A",
        "text": "Volker Turk."
      },
      {
        "id": "B",
        "text": "Michelle Bachelet"
      },
      {
        "id": "C",
        "text": "Filippo Grandi"
      },
      {
        "id": "D",
        "text": "Rafael Grossi"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Volker Türk es el actual Alto Comisionado de las Naciones Unidas para los Derechos Humanos, habiendo sucedido en el cargo a Michelle Bachelet.",
    "tags": [
      "nnuu",
      "derechos-humanos",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q37",
    "stem": "No ha habido un tribunal especial o ad hoc creado bajo el impulso del Consejo de Seguridad en:",
    "options": [
      {
        "id": "A",
        "text": "Líbano."
      },
      {
        "id": "B",
        "text": "Sierra Leona."
      },
      {
        "id": "C",
        "text": "Ruanda."
      },
      {
        "id": "D",
        "text": "Macedonia del Norte."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Consejo de Seguridad impulsó tribunales para Líbano, Sierra Leona y Ruanda, pero no se estableció un tribunal ad hoc específico para Macedonia del Norte.",
    "tags": [
      "justicia-internacional",
      "tribunales-ad-hoc",
      "seguridad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q38",
    "stem": "La Comisión de Venecia:",
    "options": [
      {
        "id": "A",
        "text": "Es un órgano de la OSCE que reúne a expertos independientes en materia de seguridad."
      },
      {
        "id": "B",
        "text": "Es un órgano consultivo del Consejo de Europa creado en 1990 y dedicado a la defensa de la democracia."
      },
      {
        "id": "C",
        "text": "Es un órgano independiente que incluye solo Estados europeos y que se limita a emitir recomendaciones en materia de Estado de derecho."
      },
      {
        "id": "D",
        "text": "Es un órgano independiente que incluye solo Estados europeos y cuyas decisiones son vinculantes."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Oficialmente llamada Comisión Europea para la Democracia por el Derecho, es el órgano consultivo del Consejo de Europa en cuestiones constitucionales.",
    "tags": [
      "consejo-de-europa",
      "democracia",
      "venecia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q39",
    "stem": "Señale la respuesta correcta respecto al sistema africano de derechos humanos:",
    "options": [
      {
        "id": "A",
        "text": "La Carta Africana de Derechos del Hombre y de los Pueblos (Nairobi, 1981) crea la Comisión Africana de Derechos del Hombre y de los Pueblos."
      },
      {
        "id": "B",
        "text": "La Comisión Africana tiene su sede en Banjul (Gambia) y admite el ius standi de individuos (siempre que los Estados lo acepten previamente)."
      },
      {
        "id": "C",
        "text": "La Corte Africana se fusionó en 2004 con la Corte Africana de Justicia y tiene su sede en Banjul."
      },
      {
        "id": "D",
        "text": "La Unión Africana está compuesta por 49 Estados."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Carta de Nairobi de 1981 es el instrumento fundacional que dio vida a la Comisión Africana.",
    "tags": [
      "derechos-humanos",
      "áfrica",
      "organizaciones-regionales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q40",
    "stem": "Señale la respuesta INCORRECTA en relación a la protección diplomática:",
    "options": [
      {
        "id": "A",
        "text": "Tiene como finalidad principal reclamar por un hecho internacionalmente ilícito."
      },
      {
        "id": "B",
        "text": "Mediante ella el Estado ejercita un derecho propio y no un derecho de sus nacionales."
      },
      {
        "id": "C",
        "text": "La protección consular es ejercida por funcionarios consulares y no exige el agotamiento de los recursos internos."
      },
      {
        "id": "D",
        "text": "No es posible la renuncia por parte del Estado al ejercicio futuro de la protección diplomática por vía convencional."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Es jurídicamente posible que los Estados acuerden limitar o renunciar al ejercicio de la protección diplomática mediante tratados, como ocurre en ciertos convenios de inversión.",
    "tags": [
      "protección-diplomática",
      "derecho-consular",
      "responsabilidad-internacional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q41",
    "stem": "NO es una de las condiciones para la adopción de contramedidas (CDI, 2001):",
    "options": [
      {
        "id": "A",
        "text": "Deben de cesar cuando el Estado cumpla con sus obligaciones y deben de ser reversibles."
      },
      {
        "id": "B",
        "text": "Deben de ser proporcionales al perjuicio sufrido y no contrarias a normas de ius cogens."
      },
      {
        "id": "C",
        "text": "Deben ir precedidas de un requerimiento previo al Estado para que ponga fin a su comportamiento."
      },
      {
        "id": "D",
        "text": "Todas las anteriores aparecen previstas en el proyecto de artículos de 2001."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Proyecto de la Comisión de Derecho Internacional establece la reversibilidad, la proporcionalidad y el requerimiento previo como requisitos acumulativos para la licitud de las contramedidas.",
    "tags": [
      "responsabilidad-estado",
      "contramedidas",
      "cdi"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q42",
    "stem": "¿Qué actores integran el Cuarteto para el Proceso de Paz en Oriente Próximo?:",
    "options": [
      {
        "id": "A",
        "text": "Estados Unidos, Rusia, Israel y la OLP."
      },
      {
        "id": "B",
        "text": "Estados Unidos, Rusia, NN.UU. y la UE."
      },
      {
        "id": "C",
        "text": "Estados Unidos, Rusia, Israel y un consorcio de Estados árabes."
      },
      {
        "id": "D",
        "text": "NN.UU., la Liga de Estados Árabes, Estados Unidos y Rusia."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Cuarteto de Madrid está formado por los principales mediadores internacionales: EE.UU., Rusia, las Naciones Unidas y la Unión Europea.",
    "tags": [
      "paz",
      "oriente-próximo",
      "diplomacia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q43",
    "stem": "Señale la combinación tribunal/nº de jueces INCORRECTA:",
    "options": [
      {
        "id": "A",
        "text": "Tribunal Internacional de Derecho del Mar: 21 jueces (mandato de 9 años)."
      },
      {
        "id": "B",
        "text": "Tribunal Europeo de Derechos Humanos: 49 jueces (1 por cada Estado miembro)."
      },
      {
        "id": "C",
        "text": "Corte Interamericana de Derechos Humanos: 6 jueces."
      },
      {
        "id": "D",
        "text": "Tribunal Internacional de Justicia: 15 jueces (mandato de 9 años)."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Corte Interamericana de Derechos Humanos está compuesta por 7 jueces, no 6. El dato del TEDH en la opción B también es inexacto según la realidad actual (46 miembros), pero la C es el error más flagrante en este tipo de exámenes.",
    "tags": [
      "tribunales",
      "jueces",
      "organismos-internacionales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q44",
    "stem": "Según el asunto Nicaragua (1986), ¿cuál de estas NO es una condición necesaria para la legítima defensa colectiva?:",
    "options": [
      {
        "id": "A",
        "text": "Pertenencia de todos los países a la misma organización internacional."
      },
      {
        "id": "B",
        "text": "Existencia de un vínculo precedente (ej. obligación convencional)."
      },
      {
        "id": "C",
        "text": "Que el Estado beneficiario declare que ha sido víctima de un ataque armado."
      },
      {
        "id": "D",
        "text": "Que el Estado beneficiario solicite la ayuda de los demás."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El TIJ estableció que la legítima defensa colectiva no requiere la pertenencia previa a una organización, sino la declaración del ataque y la solicitud de ayuda por la víctima.",
    "tags": [
      "legítima-defensa",
      "tij",
      "nicaragua"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q45",
    "stem": "¿Quién es considerado el precursor de la Cruz Roja por su obra 'Un Souvenir De Solférino'?",
    "options": [
      {
        "id": "A",
        "text": "Mary Kaldor"
      },
      {
        "id": "B",
        "text": "Florence Nightingale"
      },
      {
        "id": "C",
        "text": "Henry Dunant"
      },
      {
        "id": "D",
        "text": "El zar Alejandro II"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Tras presenciar el horror de la batalla de Solferino, Henry Dunant escribió su obra y promovió la creación del Comité Internacional de la Cruz Roja.",
    "tags": [
      "cicr",
      "historia",
      "humanitario"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q46",
    "stem": "NO es emblema humanitario internacional reconocido por el CICR:",
    "options": [
      {
        "id": "A",
        "text": "La Cruz Roja."
      },
      {
        "id": "B",
        "text": "El Sol Rojo."
      },
      {
        "id": "C",
        "text": "La Media Luna Roja."
      },
      {
        "id": "D",
        "text": "El Cristal Rojo."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Los tres emblemas oficiales y protegidos por los Convenios de Ginebra son la Cruz Roja, la Media Luna Roja y el Cristal Rojo; el Sol Rojo no existe como emblema humanitario.",
    "tags": [
      "emblemas",
      "humanitario",
      "ginebra"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q47",
    "stem": "Según el Protocolo II de 1977, los conflictos no internacionales se definen por:",
    "options": [
      {
        "id": "A",
        "text": "Enfrentamientos entre fuerzas de distintas regiones del mismo país."
      },
      {
        "id": "B",
        "text": "Fuerzas bajo mando responsable que han sido reconocidas por al menos un Estado."
      },
      {
        "id": "C",
        "text": "Fuerzas que no reconocen la autoridad del Estado y son reconocidas por la ONU."
      },
      {
        "id": "D",
        "text": "Fuerzas bajo mando responsable que ejercen un dominio territorial que les permita realizar operaciones militares sostenidas y concertadas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El umbral de aplicación del Protocolo II exige que los grupos armados tengan un control territorial efectivo para diferenciar el conflicto de meros disturbios internos.",
    "tags": [
      "derecho-humanitario",
      "conflictos",
      "protocolo-ii"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q48",
    "stem": "Sobre el Estatuto de Roma de la Corte Penal Internacional:",
    "options": [
      {
        "id": "A",
        "text": "Se adoptó en 1998, entró en vigor en 2000 y España lo ratificó en 2002."
      },
      {
        "id": "B",
        "text": "Se ratificó por España en 1998 pero no entró en vigor hasta 2006."
      },
      {
        "id": "C",
        "text": "Se adoptó en 1998, entró en vigor en 2002 y España lo ratificó en el año 2000."
      },
      {
        "id": "D",
        "text": "Todavía no ha entrado en vigor."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Estatuto se adoptó en 1998, España fue uno de los primeros en ratificarlo (2000) y alcanzó las 60 ratificaciones necesarias para entrar en vigor en 2002.",
    "tags": [
      "cpi",
      "estatuto-roma",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q49",
    "stem": "El primer y único Estado que ha llegado a abandonar el Estatuto de Roma es:",
    "options": [
      {
        "id": "A",
        "text": "EE.UU, en 2019."
      },
      {
        "id": "B",
        "text": "Burundi, en 2017."
      },
      {
        "id": "C",
        "text": "Rusia, en 2014."
      },
      {
        "id": "D",
        "text": "Ningún Estado ha abandona nunca."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Burundi se convirtió en el primer país en retirarse formalmente de la jurisdicción de la Corte Penal Internacional en octubre de 2017.",
    "tags": [
      "cpi",
      "burundi",
      "jurisdicción"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q50",
    "stem": "El capítulo XI de la Carta de las NN.UU está consagrado a:",
    "options": [
      {
        "id": "A",
        "text": "Declaración relativa a territorios no autónomos."
      },
      {
        "id": "B",
        "text": "El Consejo Económico y Social."
      },
      {
        "id": "C",
        "text": "Régimen internacional de administración fiduciaria."
      },
      {
        "id": "D",
        "text": "La Corte Internacional de Justicia."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Este capítulo establece las obligaciones de los Estados miembros que administran territorios cuyos pueblos aún no han alcanzado la plenitud del gobierno propio.",
    "tags": [
      "nnuu",
      "descolonización",
      "carta-nnuu"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q51",
    "stem": "El actual presidente de la CPI es:",
    "options": [
      {
        "id": "A",
        "text": "Chile Eboe."
      },
      {
        "id": "B",
        "text": "Fatou Bensouda."
      },
      {
        "id": "C",
        "text": "Piotr Hofmański."
      },
      {
        "id": "D",
        "text": "Karim Khan."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "En el contexto de la fuente (enero 2023), Piotr Hofmański ejercía como presidente de la Corte Penal Internacional. Karim Khan es el Fiscal y Fatou Bensouda es la anterior Fiscal.",
    "tags": [
      "cpi",
      "justicia-internacional",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q52",
    "stem": "Según el proyecto de artículos sobre responsabilidad internacional de los Estados de la CDI (2001), el comportamiento de un órgano puesto a disposición de un Estado por otro Estado:",
    "options": [
      {
        "id": "A",
        "text": "Se considerará hecho del Estado que se sirve de él, siempre que ese órgano actúe en el ejercicio de atribuciones del poder público de dicho Estado."
      },
      {
        "id": "B",
        "text": "Se considerará hecho del Estado que presta dicho órgano siempre."
      },
      {
        "id": "C",
        "text": "Se considerará hecho del Estado que se sirve de él excepto si el órgano actuara excediéndose de sus competencias (acta ultra vires)."
      },
      {
        "id": "D",
        "text": "Se considerará hecho del Estado que presta dicho órgano si consta en un documento público la cesión del órgano."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "De acuerdo con el artículo 6 del Proyecto de la CDI, el comportamiento se atribuye al Estado receptor si el órgano actúa bajo su dirección y ejerce prerrogativas de poder público.",
    "tags": [
      "responsabilidad-estado",
      "cdi",
      "atribución"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q53",
    "stem": "El proyecto de artículos sobre responsabilidad internacional de los Estados de la CDI (2001), alude a tres formas de reparación:",
    "options": [
      {
        "id": "A",
        "text": "Compensación, restitución y satisfacción."
      },
      {
        "id": "B",
        "text": "Restitución, indemnización y satisfacción."
      },
      {
        "id": "C",
        "text": "Compensación, indemnización y satisfacción."
      },
      {
        "id": "D",
        "text": "Restitución, compensación e indemnización."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El artículo 34 del Proyecto de la CDI establece que la reparación íntegra del daño puede adoptar las formas de restitución, indemnización (o compensación) y satisfacción, ya sea de forma única o combinada.",
    "tags": [
      "responsabilidad-estado",
      "reparación",
      "cdi"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q54",
    "stem": "¿Cuál de las siguientes organizaciones no adopta sus decisiones por consenso como regla general?",
    "options": [
      {
        "id": "A",
        "text": "La Organización Mundial del Comercio."
      },
      {
        "id": "B",
        "text": "La CELAC."
      },
      {
        "id": "C",
        "text": "La OSCE."
      },
      {
        "id": "D",
        "text": "El Consejo de Europa."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Mientras que la OMC, la CELAC y la OSCE tienen el consenso como pilar, el Consejo de Europa utiliza sistemas de votación (mayorías) en su Comité de Ministros y Asamblea Parlamentaria.",
    "tags": [
      "organizaciones-internacionales",
      "toma-de-decisiones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q55",
    "stem": "¿Quién es el actual presidente del TEDH?:",
    "options": [
      {
        "id": "A",
        "text": "Linos-Alexandre Sicilianos"
      },
      {
        "id": "B",
        "text": "Thedor Meron"
      },
      {
        "id": "C",
        "text": "Síofra O’Leary"
      },
      {
        "id": "D",
        "text": "Eduardo Ferrer"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Síofra O’Leary fue elegida presidenta del Tribunal Europeo de Derechos Humanos, siendo la primera mujer en ocupar el cargo.",
    "tags": [
      "tedh",
      "consejo-de-europa",
      "derechos-humanos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q56",
    "stem": "Según el artículo 2.6 de la Carta de las NN.UU.:",
    "options": [
      {
        "id": "A",
        "text": "Los Miembros prestarán toda clase de ayuda en cualquier acción de la Carta."
      },
      {
        "id": "B",
        "text": "Nada autoriza a intervenir en asuntos de jurisdicción interna."
      },
      {
        "id": "C",
        "text": "La Organización hará que los Estados que no son Miembros se conduzcan de acuerdo con estos Principios en la medida necesaria para mantener la paz y seguridad."
      },
      {
        "id": "D",
        "text": "Los Miembros cumplirán de buena fe las obligaciones contraídas."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 2.6 es una excepción al principio 'res inter alios acta', pretendiendo que la ONU imponga principios de paz incluso a terceros Estados no miembros.",
    "tags": [
      "nnuu",
      "carta-nnuu",
      "paz-y-seguridad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q57",
    "stem": "Señale la respuesta correcta en relación con la distribución geográfica en el ECOSOC:",
    "options": [
      {
        "id": "A",
        "text": "12 África, 10 Asia, 11 LatAm, 13 Europa Occ. y 8 Europa Or."
      },
      {
        "id": "B",
        "text": "15 África, 12 Asia, 9 LatAm, 11 Europa Occ. y 7 Europa Or."
      },
      {
        "id": "C",
        "text": "13 África, 12 Asia, 10 LatAm, 13 Europa Occ. y 6 Europa Or."
      },
      {
        "id": "D",
        "text": "14 Estados de África, 11 Estados de Asia, 10 Estados de Latinoamérica y el Caribe, 13 Estados de Europa Occidental y otros y 6 Estados de Europa Oriental."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La composición de 54 miembros del ECOSOC sigue estrictamente este reparto por grupos regionales.",
    "tags": [
      "ecosoc",
      "nnuu",
      "composición"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q58",
    "stem": "Señale la respuesta INCORRECTA:",
    "options": [
      {
        "id": "A",
        "text": "La Asamblea General puede recomendar sobre cualquier asunto excepto si el CS está tratando una controversia específica."
      },
      {
        "id": "B",
        "text": "El Comité del Estado Mayor está integrado por los Jefes de Estado Mayor de los miembros permanentes del CS."
      },
      {
        "id": "C",
        "text": "Los miembros del ECOSOC no son reelegibles para un nuevo mandato."
      },
      {
        "id": "D",
        "text": "Los artículos 2.3 y 2.4 de la Carta son considerados normas de ius cogens."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "A diferencia de otros órganos, los miembros del ECOSOC sí pueden ser reelegidos inmediatamente después de terminar su mandato.",
    "tags": [
      "nnuu",
      "ecosoc",
      "asamblea-general"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q59",
    "stem": "Señale la respuesta INCORRECTA:",
    "options": [
      {
        "id": "A",
        "text": "El DG de la FAO es Qu Dongyu."
      },
      {
        "id": "B",
        "text": "El SG de la OMT es Zurab Pololikashvili."
      },
      {
        "id": "C",
        "text": "El SG de la OACI es Kitack Lim."
      },
      {
        "id": "D",
        "text": "El DG de la UPU es Masahiko Metoki."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Kitack Lim era el Secretario General de la Organización Marítima Internacional (OMI), no de la Organización de Aviación Civil Internacional (OACI).",
    "tags": [
      "organismos-especializados",
      "nnuu",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q60",
    "stem": "Señale el organismo que NO tiene su sede en Roma:",
    "options": [
      {
        "id": "A",
        "text": "Alto Comisionado de Naciones Unidas para los Refugiados (ACNUR)."
      },
      {
        "id": "B",
        "text": "Organización de Naciones Unidas para la Alimentación y la Agricultura (FAO)."
      },
      {
        "id": "C",
        "text": "Fondo Internacional de Desarrollo Agrícola (FIDA)."
      },
      {
        "id": "D",
        "text": "Programa Mundial de Alimentos (PMA)."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La sede del ACNUR se encuentra en Ginebra (Suiza), mientras que la FAO, el FIDA y el PMA forman el 'polo alimentario' de la ONU en Roma.",
    "tags": [
      "sedes",
      "roma",
      "nnuu"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q61",
    "stem": "España ha presentado su candidatura para ser miembro del Consejo de Derechos Humanos en el periodo:",
    "options": [
      {
        "id": "A",
        "text": "2023-2025"
      },
      {
        "id": "B",
        "text": "2025-2027"
      },
      {
        "id": "C",
        "text": "2028-2030"
      },
      {
        "id": "D",
        "text": "España no ha presentado candidatura."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "España mantiene una presencia activa en los organismos de DD.HH. y fijó su objetivo para el trienio 2025-2027.",
    "tags": [
      "españa",
      "derechos-humanos",
      "nnuu"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q62",
    "stem": "¿Quién representó a Venezuela ante la OEA entre 2020 y 2022?:",
    "options": [
      {
        "id": "A",
        "text": "Un representante del gobierno de Nicolás Maduro."
      },
      {
        "id": "B",
        "text": "Un representante independiente votado por los Estados miembros."
      },
      {
        "id": "C",
        "text": "Venezuela no tuvo representación."
      },
      {
        "id": "D",
        "text": "Un representante del gobierno interino de Juan Guaidó."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Durante ese periodo, la OEA reconoció a la delegación enviada por la Asamblea Nacional liderada por Juan Guaidó.",
    "tags": [
      "oea",
      "venezuela",
      "diplomacia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q63",
    "stem": "¿Dónde se encuentra la única referencia expresa de la Constitución española a los conflictos de leyes?:",
    "options": [
      {
        "id": "A",
        "text": "Art. 148.1.6º."
      },
      {
        "id": "B",
        "text": "Art. 149.1.8º."
      },
      {
        "id": "C",
        "text": "Art. 149.1.13º."
      },
      {
        "id": "D",
        "text": "No hay referencia expresa."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El artículo 149.1.8º de la CE otorga al Estado competencia exclusiva en materia de legislación civil, incluyendo las normas para resolver los conflictos de leyes.",
    "tags": [
      "constitucion-española",
      "derecho-internacional-privado"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q64",
    "stem": "Según el artículo 9.1 del Código Civil, la ley personal se rige por:",
    "options": [
      {
        "id": "A",
        "text": "La última residencia habitual."
      },
      {
        "id": "B",
        "text": "El lugar de nacimiento."
      },
      {
        "id": "C",
        "text": "La nacionalidad."
      },
      {
        "id": "D",
        "text": "La voluntad de las partes."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "En España, el criterio de conexión para la ley personal (capacidad, estado civil, familia) es la nacionalidad, a diferencia del sistema anglosajón que usa el domicilio.",
    "tags": [
      "codigo-civil",
      "nacionalidad",
      "ley-personal"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q65",
    "stem": "Según el art. 9.9 CC, en casos de doble nacionalidad prevista en las leyes españolas:",
    "options": [
      {
        "id": "A",
        "text": "Será preferida la coincidente con la última residencia."
      },
      {
        "id": "B",
        "text": "Prevalecerá en todo caso la nacionalidad española."
      },
      {
        "id": "C",
        "text": "Se aplicará la ley del lugar de residencia habitual."
      },
      {
        "id": "D",
        "text": "Será preferida la última nacionalidad adquirida."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Cuando una de las nacionalidades es la española y la situación está amparada por la ley, la nacionalidad española es la que prevalece a efectos legales en nuestro ordenamiento.",
    "tags": [
      "codigo-civil",
      "doble-nacionalidad",
      "derecho-privado"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q66",
    "stem": "Según el art. 22 CC, para la concesión de nacionalidad por residencia de los que hayan obtenido la condición de refugiado se requiere que ésta haya durado:",
    "options": [
      {
        "id": "A",
        "text": "10 años."
      },
      {
        "id": "B",
        "text": "5 años."
      },
      {
        "id": "C",
        "text": "2 años."
      },
      {
        "id": "D",
        "text": "1 año."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El artículo 22.1 del Código Civil establece un plazo reducido de cinco años de residencia para aquellos que hayan obtenido la condición de refugiado, en lugar de los diez años exigidos como regla general.",
    "tags": [
      "nacionalidad",
      "refugiados",
      "código-civil"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q67",
    "stem": "El art. 25.2 CC señala que la sentencia firme que declare que el interesado ha incurrido en falsedad, ocultación o fraude en la adquisición de la nacionalidad produce la nulidad. El plazo para que el Ministerio Fiscal ejerza dicha acción es de:",
    "options": [
      {
        "id": "A",
        "text": "5 años"
      },
      {
        "id": "B",
        "text": "10 años"
      },
      {
        "id": "C",
        "text": "15 años"
      },
      {
        "id": "D",
        "text": "25 años."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "De acuerdo con el artículo 25 del Código Civil, la acción de nulidad por fraude o falsedad en la adquisición de la nacionalidad española prescribe a los quince años.",
    "tags": [
      "nacionalidad",
      "fraude",
      "ministerio-fiscal"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q68",
    "stem": "NO es uno de los derechos previstos para los extranjeros residentes en la Ley Orgánica 4/2000:",
    "options": [
      {
        "id": "A",
        "text": "Derecho a la vida en familia y a la intimidad familiar."
      },
      {
        "id": "B",
        "text": "Derecho a que se conceda permiso de residencia para reagruparse con el extranjero a los cónyuges aunque la ley personal admita la poligamia como modalidad matrimonial."
      },
      {
        "id": "C",
        "text": "Derecho a acceder a las prestaciones de la Seguridad Social en las mismas condiciones que los españoles."
      },
      {
        "id": "D",
        "text": "Derecho a acceder a los sistemas públicos de ayudas en materia de vivienda."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La legislación española prohíbe la reagrupación familiar en casos de poligamia; aunque la ley personal del extranjero la admita, solo se podrá reagrupar a un único cónyuge.",
    "tags": [
      "extranjería",
      "derechos",
      "reagrupación-familiar"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q69",
    "stem": "El artículo 25.4 de la LO 4/2000 señala excepciones para autorizar la entrada en España sin requisitos generales. ¿Cuál NO es una de esas situaciones?:",
    "options": [
      {
        "id": "A",
        "text": "Que el extranjero se encuentre provisto de la Tarjeta de Identidad de Extranjero."
      },
      {
        "id": "B",
        "text": "Que existan razones de índole humanitaria."
      },
      {
        "id": "C",
        "text": "Que existan razones de interés público."
      },
      {
        "id": "D",
        "text": "Que sea necesario para el cumplimiento de compromisos adquiridos por España."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La tenencia de la TIE es un requisito administrativo ordinario de residencia, no una situación excepcional de entrada por razones humanitarias o de interés público según el art. 25.4.",
    "tags": [
      "extranjería",
      "entrada",
      "interés-público"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q70",
    "stem": "¿Qué norma transpone al ordenamiento español la Directiva 2004/38/CE relativa al derecho de libre circulación de ciudadanos de la Unión?:",
    "options": [
      {
        "id": "A",
        "text": "Real Decreto 557/2011."
      },
      {
        "id": "B",
        "text": "Real Decreto 118/2005."
      },
      {
        "id": "C",
        "text": "Real Decreto 240/2007."
      },
      {
        "id": "D",
        "text": "Real Decreto 442/2006."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Real Decreto 240/2007 es la norma fundamental en España que regula la entrada, libre circulación y residencia de ciudadanos de la UE y del EEE.",
    "tags": [
      "unión-europea",
      "libre-circulación",
      "derecho-español"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q71",
    "stem": "NO es un requisito para el reconocimiento de 'arraigo' para obtener la residencia:",
    "options": [
      {
        "id": "A",
        "text": "No ser ciudadano de la UE, del EEE o de Suiza."
      },
      {
        "id": "B",
        "text": "Haber permanecido en España al menos 3 años de manera continuada."
      },
      {
        "id": "C",
        "text": "Tener vínculos familiares con otros extranjeros residentes o con españoles."
      },
      {
        "id": "D",
        "text": "Todos los anteriores son requisitos para el reconocimiento de arraigo."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El arraigo social exige carecer de antecedentes, permanencia de 3 años y, habitualmente, vínculos familiares o un informe de inserción social.",
    "tags": [
      "extranjería",
      "arraigo",
      "residencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q72",
    "stem": "No forma parte del espacio Schengen:",
    "options": [
      {
        "id": "A",
        "text": "Suiza"
      },
      {
        "id": "B",
        "text": "Chipre"
      },
      {
        "id": "C",
        "text": "Croacia"
      },
      {
        "id": "D",
        "text": "Malta"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "A diferencia de Suiza (asociado), Malta y Croacia (miembros), Chipre todavía no aplica íntegramente el acervo de Schengen y no forma parte del espacio sin fronteras.",
    "tags": [
      "schengen",
      "ue",
      "fronteras"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q73",
    "stem": "¿Quiénes NO están exentos de solicitar el visado de tránsito aeroportuario según el Reglamento 810/2009?:",
    "options": [
      {
        "id": "A",
        "text": "Los titulares de un visado nacional de larga duración."
      },
      {
        "id": "B",
        "text": "Los titulares de pasaportes diplomáticos."
      },
      {
        "id": "C",
        "text": "Los miembros de las tripulaciones de vuelo nacionales de una parte del Convenio de Chicago."
      },
      {
        "id": "D",
        "text": "Todos los anteriores están exentos."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Código Comunitario de Visados prevé exenciones para titulares de visados de larga duración, pasaportes diplomáticos y tripulaciones bajo el Convenio de Chicago.",
    "tags": [
      "visados",
      "reglamento-810-2009",
      "tránsito"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q74",
    "stem": "Señale la respuesta INCORRECTA. Según el Reglamento 810/2009, el visado solicitado en frontera exterior:",
    "options": [
      {
        "id": "A",
        "text": "Procederá por razones imprevisibles e imperiosas."
      },
      {
        "id": "B",
        "text": "Autorizará la estancia del titular durante un máximo de 30 días."
      },
      {
        "id": "C",
        "text": "Se puede exceptuar el seguro médico por razones humanitarias."
      },
      {
        "id": "D",
        "text": "En caso de tránsito, durará el tiempo necesario para efectuarlo."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Como regla general, los visados expedidos en frontera tienen una validez máxima de 15 días, no 30 días.",
    "tags": [
      "visados",
      "frontera",
      "estancia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q75",
    "stem": "NO es uno de los requisitos del visado de residencia y trabajo por cuenta ajena:",
    "options": [
      {
        "id": "A",
        "text": "Que la situación nacional de empleo permita la contratación."
      },
      {
        "id": "B",
        "text": "Que las condiciones del contrato se ajusten a la normativa vigente."
      },
      {
        "id": "C",
        "text": "Que la empresa haya facturado al menos 50.000€ en el ejercicio anterior."
      },
      {
        "id": "D",
        "text": "Que el trabajador tenga la capacitación legalmente exigida."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La ley de extranjería exige solvencia económica a la empresa, pero no establece un umbral de facturación rígido de 50.000€ como requisito general.",
    "tags": [
      "visados",
      "trabajo",
      "extranjería"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q76",
    "stem": "Según la Ley 14/2013, ¿cuál NO es una característica para solicitar residencia para profesionales altamente cualificados?:",
    "options": [
      {
        "id": "A",
        "text": "Que la empresa tenga al menos 250 trabajadores."
      },
      {
        "id": "B",
        "text": "Que el volumen de negocios sea superior a 50 millones de euros."
      },
      {
        "id": "C",
        "text": "Que la PYME pertenezca a un sector estratégico."
      },
      {
        "id": "D",
        "text": "Que la empresa esté en una región con renta inferior al 70% de la media euro."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La ubicación en una región con baja renta no es un criterio de elegibilidad para esta autorización bajo la Ley de Emprendedores.",
    "tags": [
      "ley-14-2013",
      "emprendedores",
      "talento"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q77",
    "stem": "Según el Reglamento Bruselas I bis, en materia de derechos reales inmobiliarios, serán competentes:",
    "options": [
      {
        "id": "A",
        "text": "Los tribunales del Estado donde el demandado tenga su domicilio."
      },
      {
        "id": "B",
        "text": "Los tribunales del Estado donde el demandante tenga su domicilio."
      },
      {
        "id": "C",
        "text": "Los tribunales del Estado miembro donde el inmueble se halle sito."
      },
      {
        "id": "D",
        "text": "Los tribunales del Estado de nacionalidad del propietario."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Existe una competencia exclusiva a favor de los tribunales del lugar donde se encuentra físicamente el bien inmueble (forum rei sitae).",
    "tags": [
      "competencia-judicial",
      "bruselas-i-bis",
      "derecho-privado"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q78",
    "stem": "El Convenio de Lugano (2007) NO se aplica a:",
    "options": [
      {
        "id": "A",
        "text": "Liechtenstein"
      },
      {
        "id": "B",
        "text": "Noruega"
      },
      {
        "id": "C",
        "text": "Islandia"
      },
      {
        "id": "D",
        "text": "Suiza"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Liechtenstein es miembro del EEE pero no es parte contratante del Convenio de Lugano sobre competencia judicial, el cual vincula a la UE, Islandia, Noruega y Suiza.",
    "tags": [
      "lugano",
      "derecho-internacional-privado",
      "competencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q79",
    "stem": "La apostilla de La Haya SI se debería aplicar sobre:",
    "options": [
      {
        "id": "A",
        "text": "Documentos expedidos por funcionarios diplomáticos o consulares."
      },
      {
        "id": "B",
        "text": "Documentos judiciales."
      },
      {
        "id": "C",
        "text": "Documentos administrativos relacionados con operaciones aduaneras."
      },
      {
        "id": "D",
        "text": "Certificados negativos de antecedentes penales de ciudadanos españoles."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Convención de 1961 excluye expresamente los documentos diplomáticos y aduaneros, pero se aplica plenamente a certificados administrativos como los penales.",
    "tags": [
      "apostilla",
      "la-haya-1961",
      "legalización"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q80",
    "stem": "Señale la respuesta INCORRECTA. El MAEC puede denegar la legalización de un documento:",
    "options": [
      {
        "id": "A",
        "text": "Cuando no se trate de un documento público ni privado elevado a público."
      },
      {
        "id": "B",
        "text": "Cuando se trate de un país del anexo II del Convenio de la apostilla donde se prohíban."
      },
      {
        "id": "C",
        "text": "Cuando no contenga las necesarias legalizaciones previas."
      },
      {
        "id": "D",
        "text": "Cuando las firmas no se encuentren depositadas en el registro del MAEC."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "No existe un 'anexo II' en el Convenio de la Apostilla que prohíba legalizaciones por países; la denegación suele ser por falta de firmas o requisitos formales.",
    "tags": [
      "legalización",
      "maec",
      "documentos-públicos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q81",
    "stem": "Señale la respuesta incorrecta. De acuerdo con los arts. 49 y 50 del Código Civil, el matrimonio de un ciudadano español y un ciudadano extranjero celebrado en el extranjero puede celebrarse:",
    "options": [
      {
        "id": "A",
        "text": "Según la forma de celebración prevista en la ley del país de celebración."
      },
      {
        "id": "B",
        "text": "En la forma religiosa legalmente prevista por la Ley española."
      },
      {
        "id": "C",
        "text": "En la forma de celebración previstas por la ley personal del ciudadano extranjero."
      },
      {
        "id": "D",
        "text": "Ante una autoridad civil española (cónsul) siempre que no lo prohíba la ley del Estado receptor."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Código Civil permite a los españoles casarse en el extranjero según la ley del lugar de celebración o según las formas previstas en la ley española (consular o religiosa), pero no contempla la validez basada únicamente en la ley personal del cónyuge extranjero.",
    "tags": [
      "matrimonio",
      "derecho-internacional-privado",
      "código-civil"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q82",
    "stem": "NO es una de las causas de denegación del reconocimiento de las resoluciones en materia matrimonial según el Reglamento 2019/1111:",
    "options": [
      {
        "id": "A",
        "text": "Que el reconocimiento fuera manifiestamente contrario al orden público del Estado miembro en el que sea invocado el reconocimiento."
      },
      {
        "id": "B",
        "text": "Que, habiéndose dictado la resolución en rebeldía del demandado, no se hubiera notificado el escrito de demanda con la suficiente antelación."
      },
      {
        "id": "C",
        "text": "Que la resolución fuera irreconciliable con otra dictada en un litigio entre las mismas partes en el Estado miembro en el que sea invocado el reconocimiento."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son causas de denegación del reconocimiento."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Reglamento 2019/1111 (Bruselas II ter) establece el orden público, la indefensión por rebeldía y la inconciabilidad de sentencias como motivos tasados para denegar el reconocimiento de una resolución matrimonial.",
    "tags": [
      "reglamento-2019-1111",
      "matrimonio",
      "ue"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q83",
    "stem": "Para determinar los tribunales competentes sobre responsabilidad parental de un menor con residencia habitual en Italia ¿qué texto aplicaría?:",
    "options": [
      {
        "id": "A",
        "text": "Reglamento 2019/1111."
      },
      {
        "id": "B",
        "text": "Convenio de La Haya de 1996."
      },
      {
        "id": "C",
        "text": "Art. 11 quáter de la LOPJ."
      },
      {
        "id": "D",
        "text": "Ninguno de los anteriores."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Al tratarse de una cuestión de responsabilidad parental dentro de la Unión Europea (Italia), prevalece la aplicación del Reglamento 2019/1111 por encima de convenios internacionales o normas internas.",
    "tags": [
      "responsabilidad-parental",
      "competencia-judicial",
      "ue"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q84",
    "stem": "El art. 9.4 CC contiene una norma de conflicto para la ley aplicable a la filiación. ¿A cuál de las siguientes NO hace referencia?:",
    "options": [
      {
        "id": "A",
        "text": "La ley del lugar de residencia habitual de los progenitores."
      },
      {
        "id": "B",
        "text": "La ley de la residencia habitual del hijo en el momento del establecimiento de la filiación."
      },
      {
        "id": "C",
        "text": "La ley nacional del hijo en el momento del establecimiento de la filiación."
      },
      {
        "id": "D",
        "text": "La ley española."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El artículo 9.4 del Código Civil utiliza como criterios de conexión la ley nacional del hijo, su residencia habitual o la ley española (en ciertos casos), pero no utiliza la residencia de los progenitores como criterio en su escala de puntos de conexión.",
    "tags": [
      "filiación",
      "código-civil",
      "norma-de-conflicto"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q85",
    "stem": "Dentro de las ocho modalidades de contratos del artículo 4 del Reglamento 593/2008 (Roma I), NO se encuentra:",
    "options": [
      {
        "id": "A",
        "text": "El contrato de prestación de servicios."
      },
      {
        "id": "B",
        "text": "El contrato de permuta."
      },
      {
        "id": "C",
        "text": "El contrato de franquicia."
      },
      {
        "id": "D",
        "text": "El contrato de venta de muebles mediante subasta."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Reglamento Roma I define leyes aplicables por defecto para la compraventa, servicios, derechos reales, arrendamientos, franquicia y distribución, pero la permuta no figura como una de las categorías específicas del artículo 4.1.",
    "tags": [
      "roma-i",
      "contratos",
      "ue"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q86",
    "stem": "Señale la respuesta incorrecta. Según el art. 826 de la LECrim, solo podrá pedirse la extradición de:",
    "options": [
      {
        "id": "A",
        "text": "Los españoles que habiendo delinquido en España se hayan refugiado en el extranjero."
      },
      {
        "id": "B",
        "text": "Los extranjeros que hubieran cometido un delito siendo españoles y posteriormente hubieran obtenido una nueva nacionalidad."
      },
      {
        "id": "C",
        "text": "Los españoles que habiendo atentado en el extranjero contra la seguridad exterior del Estado, se hubiesen refugiado en un país distinto de aquel en el que delinquieron."
      },
      {
        "id": "D",
        "text": "Los extranjeros que debiendo ser juzgados en España se hayan refugiado en un país que no sea el suyo."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La Ley de Enjuiciamiento Criminal se centra en nacionales españoles o delitos contra la seguridad del Estado; la opción B es incorrecta porque la solicitud de extradición activa por parte de España no se basa habitualmente en la nacionalidad pretérita del extranjero para delitos no especificados en los supuestos de la ley.",
    "tags": [
      "extradición",
      "lecrim",
      "derecho-penal"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q87",
    "stem": "¿Cuál es el capital social mínimo de la Sociedad Anónima europea?:",
    "options": [
      {
        "id": "A",
        "text": "60 mil euros"
      },
      {
        "id": "B",
        "text": "De 3 mil a 120 mil euros"
      },
      {
        "id": "C",
        "text": "3 mil euros"
      },
      {
        "id": "D",
        "text": "120 mil euros"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Reglamento (CE) nº 2157/2001 establece que el capital suscrito de una Sociedad Anónima Europea (SE) no podrá ser inferior a 120.000 euros.",
    "tags": [
      "derecho-mercantil",
      "ue",
      "sociedades"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q88",
    "stem": "¿En qué derecho foral prima la costumbre sobre la ley?:",
    "options": [
      {
        "id": "A",
        "text": "Aragón"
      },
      {
        "id": "B",
        "text": "Fuero de Baylio"
      },
      {
        "id": "C",
        "text": "Cataluña"
      },
      {
        "id": "D",
        "text": "Navarra"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "En el Derecho Foral de Navarra (Compilación o Fuero Nuevo), la costumbre tiene prioridad jerárquica sobre la ley escrita, a diferencia del sistema general español.",
    "tags": [
      "derecho-foral",
      "navarra",
      "costumbre"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q89",
    "stem": "¿Qué establece el artículo 33 del Código Civil para el supuesto de conmoriencia?:",
    "options": [
      {
        "id": "A",
        "text": "No hay transmisión de derechos."
      },
      {
        "id": "B",
        "text": "Salvo prueba en contrario, se entenderá que falleció primero la persona de mayor edad."
      },
      {
        "id": "C",
        "text": "A falta de prueba, se presumen muertas al mismo tiempo y no tiene lugar la transmisión de derechos de uno a otro."
      },
      {
        "id": "D",
        "text": "A falta de prueba, se presumen muertas al mismo tiempo con transmisión de derechos de uno a otro."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 33 del Código Civil establece que si no se puede probar quién murió primero, se presumen muertos simultáneamente y no existe transmisión sucesoria entre ellos.",
    "tags": [
      "sucesiones",
      "código-civil",
      "conmoriencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q90",
    "stem": "Señale la respuesta correcta con relación al matrimonio en peligro de muerte (art. 52 CC):",
    "options": [
      {
        "id": "A",
        "text": "El Código civil no prevé esta modalidad de matrimonio."
      },
      {
        "id": "B",
        "text": "No requiere expediente previo ni la presencia de testigos."
      },
      {
        "id": "C",
        "text": "Requiere expediente previo urgente y la presencia de dos testigos mayores de edad."
      },
      {
        "id": "D",
        "text": "No requiere expediente previo pero sí la presencia de dos testigos mayores de edad."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 52 del Código Civil permite celebrar el matrimonio sin formación de expediente previo cuando hay peligro de muerte, aunque sigue exigiendo la presencia de dos testigos y la autorización de la autoridad competente.",
    "tags": [
      "matrimonio",
      "código-civil",
      "emergencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q91",
    "stem": "Cuál NO es un requisito del buque de acuerdo con el artículo 56 de la Ley de Navegación Marítima:",
    "options": [
      {
        "id": "A",
        "text": "Debe tener al menos 10 metros de proa."
      },
      {
        "id": "B",
        "text": "Debe tener al menos 24 metros de eslora."
      },
      {
        "id": "C",
        "text": "Debe tener cubierta corrida."
      },
      {
        "id": "D",
        "text": "Debe tener estructura y capacidad para navegar por el mar."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Ley de Navegación Marítima define buque basándose en eslora, estructura y capacidad de navegación, pero no establece una medida de '10 metros de proa' como requisito técnico legal.",
    "tags": [
      "derecho-marítimo",
      "buques",
      "navegación"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q92",
    "stem": "¿Cuál de los siguientes NO es un testamento ordinario?:",
    "options": [
      {
        "id": "A",
        "text": "Testamento notarial abierto."
      },
      {
        "id": "B",
        "text": "Testamento notarial cerrado."
      },
      {
        "id": "C",
        "text": "Testamento notarial militar."
      },
      {
        "id": "D",
        "text": "Testamento ológrafo."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Los testamentos ordinarios son el abierto, el cerrado y el ológrafo; el militar (junto con el marítimo y el hecho en país extranjero) se clasifica como testamento especial.",
    "tags": [
      "sucesiones",
      "testamento",
      "código-civil"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q93",
    "stem": "¿Cuál es la respuesta incorrecta con relación al testamento ológrafo?:",
    "options": [
      {
        "id": "A",
        "text": "Solo podrá otorgarse por personas mayores de edad."
      },
      {
        "id": "B",
        "text": "Deberá estar escrito todo él y firmado por el testador, con expresión del año, mes y día."
      },
      {
        "id": "C",
        "text": "Los extranjeros podrán otorgar testamento ológrafo en su propio idioma."
      },
      {
        "id": "D",
        "text": "Deberá protocolizarse ante Notario en los diez años siguientes al fallecimiento."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Es incorrecto porque el plazo legal para presentar y protocolizar un testamento ológrafo es de cinco años desde el fallecimiento, no diez.",
    "tags": [
      "testamento-ológrafo",
      "código-civil",
      "sucesiones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q94",
    "stem": "¿Qué estado SÍ forma parte del Mecanismo Europeo de Protección Civil?:",
    "options": [
      {
        "id": "A",
        "text": "Serbia."
      },
      {
        "id": "B",
        "text": "Bosnia y Herzegovina."
      },
      {
        "id": "C",
        "text": "Kosovo*."
      },
      {
        "id": "D",
        "text": "Ucrania."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Serbia es uno de los Estados participantes (no miembros de la UE) que se han unido formalmente al Mecanismo Europeo de Protección Civil.",
    "tags": [
      "protección-civil",
      "ue",
      "cooperación"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q95",
    "stem": "La nueva orden de ayudas NO incluye una de las siguientes modalidades. Señálela:",
    "options": [
      {
        "id": "A",
        "text": "Ayuda por violencia de género"
      },
      {
        "id": "B",
        "text": "Ayuda por inhumación o incineración"
      },
      {
        "id": "C",
        "text": "Ayuda por asistencia jurídica"
      },
      {
        "id": "D",
        "text": "Ayudas para repatriaciones y evacuaciones"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Las órdenes de ayudas consulares suelen cubrir emergencias vitales, violencia y fallecimientos, pero la asistencia jurídica generalmente queda fuera de las ayudas directas monetarias del consulado.",
    "tags": [
      "ayudas-consulares",
      "maec",
      "servicios-consulares"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q96",
    "stem": "¿Qué documento NO se expide en un consulado?",
    "options": [
      {
        "id": "A",
        "text": "Pasaporte"
      },
      {
        "id": "B",
        "text": "DNI"
      },
      {
        "id": "C",
        "text": "Salvoconductos"
      },
      {
        "id": "D",
        "text": "NIF-L"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Documento Nacional de Identidad (DNI) solo puede ser expedido y renovado en España por la Policía Nacional; las Oficinas Consulares pueden tramitar pasaportes, salvoconductos para el regreso a España y números de identificación fiscal (NIF-L), pero no el DNI.",
    "tags": [
      "servicios-consulares",
      "documentación",
      "dni"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q97",
    "stem": "¿Qué señala el Código de comercio sobre la prueba de los contratos mercantiles?",
    "options": [
      {
        "id": "A",
        "text": "Existe total libertad de forma e idioma en los contratos mercantiles"
      },
      {
        "id": "B",
        "text": "La correspondencia telegráfica siempre producirá obligación entre los contratantes."
      },
      {
        "id": "C",
        "text": "En ningún caso se otorgará valor probatorio a la factura."
      },
      {
        "id": "D",
        "text": "La declaración de testigos no será suficiente para probar contratos de más de 1500 pesetas (9 euros)."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 51 del Código de Comercio establece que la prueba de testigos no es suficiente por sí sola para probar la existencia de un contrato cuya cuantía exceda las 1.500 pesetas, una cifra histórica que sigue vigente en el texto legal.",
    "tags": [
      "derecho-mercantil",
      "contratos",
      "prueba"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q98",
    "stem": "¿Cuál es la primera edición de los INCOTERMS?",
    "options": [
      {
        "id": "A",
        "text": "1963"
      },
      {
        "id": "B",
        "text": "1986"
      },
      {
        "id": "C",
        "text": "1994"
      },
      {
        "id": "D",
        "text": "1936"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Cámara de Comercio Internacional (CCI) publicó la primera versión de las reglas Incoterms en el año 1936 para facilitar el comercio global.",
    "tags": [
      "comercio-internacional",
      "incoterms",
      "historia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q99",
    "stem": "Según el artículo 323 LEC relativo al documento público extranjero:",
    "options": [
      {
        "id": "A",
        "text": "Se considerarán documentos públicos los documentos extranjeros a los que, en virtud de tratados o convenios internacionales deba atribuirse efectos registrales."
      },
      {
        "id": "B",
        "text": "Se considerarán documentos públicos los documentos extranjeros en cuyo otorgamiento se hayan observado los requisitos que se exijan en el país donde se hayan otorgado para hacer prueba plena en juicio y que contenga legalización o apostilla y los demás requisitos necesarios para su autenticidad en España."
      },
      {
        "id": "C",
        "text": "Cuando dichos documentos incorporen declaraciones de voluntad, la existencia de éstas se tendrá por probada, siendo eficaces cuando así lo determinen las normas exigidas por la ley aplicable a su contenido."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores en correcta."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La Ley de Enjuiciamiento Civil exige que el documento cumpla las formalidades de su país de origen, esté legalizado o apostillado y cumpla los requisitos de autenticidad españoles para ser considerado documento público en un proceso judicial.",
    "tags": [
      "derecho-procesal",
      "documento-público",
      "legalización"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q100",
    "stem": "¿Cómo se reparte el premio en caso de salvamento marítimo?",
    "options": [
      {
        "id": "A",
        "text": "1 tercio para el Estado de matrícula del buque, 1 tercio para el armador y 1 tercio para la dotación del buque salvador"
      },
      {
        "id": "B",
        "text": "1 tercio para el armador y dos tercios para la dotación del buque salvador"
      },
      {
        "id": "C",
        "text": "1 tercio para el armador, 1 tercio para el Estado del puerto y 1 tercio para la dotación del buque salvador"
      },
      {
        "id": "D",
        "text": "1 tercio para el armador, 1 tercio para la Autoridad Portuaria y 1 tercio para la dotación del buque salvador"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "En el derecho marítimo español, la recompensa por un salvamento exitoso se distribuye tradicionalmente destinando un tercio al armador del buque salvador y los dos tercios restantes a su tripulación o dotación.",
    "tags": [
      "derecho-marítimo",
      "salvamento",
      "navegación"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q101",
    "stem": "Señale la respuesta INCORRECTA sobre la costumbre internacional:",
    "options": [
      {
        "id": "A",
        "text": "La costumbre internacional consta de dos elementos esenciales: el material y el espiritual o teleológico."
      },
      {
        "id": "B",
        "text": "La costumbre internacional puede ser obligatoria para Estados terceros en virtud de la Convención de Viena de 1969 sobre Derecho de los Tratados."
      },
      {
        "id": "C",
        "text": "La costumbre internacional no puede ser negativa, es decir, consistir en una omisión respecto de la cual haya una conciencia del deber de abstenerse."
      },
      {
        "id": "D",
        "text": "La costumbre internacional debe ser constante y uniforme durante un tiempo suficiente."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La opción C es incorrecta porque la costumbre internacional sí puede consistir en una omisión (costumbre negativa), siempre que vaya acompañada de la 'opinio iuris' o conciencia del deber de abstenerse, como se ha reconocido en la jurisprudencia internacional.",
    "tags": [
      "derecho-internacional-publico",
      "costumbre"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q102",
    "stem": "Según la Ley 25/2014 de Tratados y otros acuerdos internacionales, ¿qué órgano es el encargado de solucionar las dudas y discrepancias sobre la interpretación y el cumplimiento de un tratado internacional?",
    "options": [
      {
        "id": "A",
        "text": "El Ministro de Asuntos Exteriores, Unión Europea y Cooperación."
      },
      {
        "id": "B",
        "text": "El Consejo de Ministros."
      },
      {
        "id": "C",
        "text": "El Consejo de Estado."
      },
      {
        "id": "D",
        "text": "La comisión interministerial en materia de tratados."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "De acuerdo con el artículo 27 de la Ley 25/2014, el Ministro de Asuntos Exteriores, Unión Europea y Cooperación es el competente para resolver dudas sobre la interpretación y cumplimiento de los tratados.",
    "tags": [
      "tratados",
      "ley-25-2014",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q103",
    "stem": "Según la LO 16/2015 sobre privilegios e inmunidades, ¿en cuál de los siguientes casos se entiende que el Estado extranjero ha renunciado a su inmunidad ante los tribunales españoles?",
    "options": [
      {
        "id": "A",
        "text": "La incomparecencia del Estado extranjero en el proceso."
      },
      {
        "id": "B",
        "text": "Cuando un representante del Estado participa como testigo en el proceso."
      },
      {
        "id": "C",
        "text": "Cuando el Estado extranjero haya formulado reconvención basada en la misma relación jurídica o mismos hechos que la demanda principal."
      },
      {
        "id": "D",
        "text": "El consentimiento expreso o tácito otorgado por el Estado extranjero a la aplicación de la ley española a la cuestión objeto del proceso."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La formulación de una reconvención (contrademanda) basada en los mismos hechos implica una aceptación tácita de la jurisdicción del tribunal para ese caso específico, constituyendo una renuncia a la inmunidad de jurisdicción [2],.",
    "tags": [
      "inmunidades",
      "lo-16-2015",
      "jurisdiccion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q104",
    "stem": "El Estrecho de Dardanelos está regulado por:",
    "options": [
      {
        "id": "A",
        "text": "La Convención de Derecho del Mar de 1982."
      },
      {
        "id": "B",
        "text": "La Convención de Ginebra de 1958 sobre Mar territorial y Zona Contigua."
      },
      {
        "id": "C",
        "text": "La Convención de Montreux de 1936 sobre el Paso por los estrechos."
      },
      {
        "id": "D",
        "text": "La A y la B son verdaderas."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Los estrechos turcos (Bósforo y Dardanelos) mantienen un régimen especial histórico regulado específicamente por la Convención de Montreux de 1936, que prevalece sobre el régimen general de la CNUDM [3],.",
    "tags": [
      "derecho-del-mar",
      "estrechos",
      "montreux"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q105",
    "stem": "Los derechos del Estado ribereño sobre su plataforma continental afectan a:",
    "options": [
      {
        "id": "A",
        "text": "Lecho marino"
      },
      {
        "id": "B",
        "text": "Subsuelo marino"
      },
      {
        "id": "C",
        "text": "Espacio aéreo suprayacente"
      },
      {
        "id": "D",
        "text": "Letras A y B"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Según el derecho del mar, la plataforma continental comprende exclusivamente el lecho y el subsuelo de las áreas submarinas, no afectando a la condición jurídica de las aguas suprayacentes ni del espacio aéreo.",
    "tags": [
      "derecho-del-mar",
      "plataforma-continental"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q106",
    "stem": "¿Qué Protocolo al Convenio Europeo de DDHH estableció el Tribunal Europeo de Derechos Humanos permanente?",
    "options": [
      {
        "id": "A",
        "text": "Ninguno, aparece directamente en el Convenio de Roma."
      },
      {
        "id": "B",
        "text": "El Protocolo Adicional 7."
      },
      {
        "id": "C",
        "text": "El Protocolo Adicional 11."
      },
      {
        "id": "D",
        "text": "No es un Protocolo sino una Convención de reforma del Convenio de Roma."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Protocolo nº 11 al Convenio Europeo de Derechos Humanos, que entró en vigor en 1998, reestructuró el sistema de control creando un único Tribunal permanente y obligatorio para todos los Estados partes.",
    "tags": [
      "tedh",
      "derechos-humanos",
      "consejo-de-europa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q107",
    "stem": "¿Qué reenvío admite el Derecho español según el art. 12.2 Cc?",
    "options": [
      {
        "id": "A",
        "text": "El de primer grado, exclusivamente."
      },
      {
        "id": "B",
        "text": "El de segundo grado, exclusivamente."
      },
      {
        "id": "C",
        "text": "Ambos."
      },
      {
        "id": "D",
        "text": "Ninguno."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El artículo 12.2 del Código Civil establece que la remisión al derecho extranjero se entenderá hecha a su ley sustantiva, admitiendo solo el reenvío de primer grado si la ley extranjera remite a la española [4],.",
    "tags": [
      "derecho-internacional-privado",
      "reenvio",
      "codigo-civil"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q108",
    "stem": "El mayor de edad adoptado por ciudadano español tiene derecho a optar por la nacionalidad española de origen. ¿Qué artículo lo regula?",
    "options": [
      {
        "id": "A",
        "text": "17 CC"
      },
      {
        "id": "B",
        "text": "18 CC"
      },
      {
        "id": "C",
        "text": "19 CC"
      },
      {
        "id": "D",
        "text": "23 CC"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 19.2 del Código Civil regula el derecho de opción a la nacionalidad española para el extranjero mayor de dieciocho años que sea adoptado por un español.",
    "tags": [
      "nacionalidad",
      "adopcion",
      "codigo-civil"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q109",
    "stem": "¿Cuántos años de residencia necesita una persona que ha obtenido la condición de refugiada para adquirir la nacionalidad española?",
    "options": [
      {
        "id": "A",
        "text": "10 años, en todo caso."
      },
      {
        "id": "B",
        "text": "5 años."
      },
      {
        "id": "C",
        "text": "2 años."
      },
      {
        "id": "D",
        "text": "1 año."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Aunque la fuente menciona otras opciones, el artículo 22.1 del Código Civil establece específicamente un plazo reducido de cinco años para los que hayan obtenido la condición de refugiado.",
    "tags": [
      "nacionalidad",
      "refugiados",
      "codigo-civil"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q110",
    "stem": "Sobre las tasas de visados de corta duración:",
    "options": [
      {
        "id": "A",
        "text": "Es de 80€."
      },
      {
        "id": "B",
        "text": "Se pagará exclusivamente en dólares."
      },
      {
        "id": "C",
        "text": "No les será de aplicación el principio de reciprocidad."
      },
      {
        "id": "D",
        "text": "Serán revisadas cada 5 años."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Desde la última actualización del Código de Visados de la UE, la tasa estándar para un visado de corta duración (Schengen) se fijó en 80 euros.",
    "tags": [
      "visados",
      "extranjeria",
      "tasas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q111",
    "stem": "¿En qué año se adhiere España al Convenio de aplicación de Schengen de 1990?",
    "options": [
      {
        "id": "A",
        "text": "1990"
      },
      {
        "id": "B",
        "text": "1991"
      },
      {
        "id": "C",
        "text": "1992"
      },
      {
        "id": "D",
        "text": "1993"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "España firmó el protocolo de adhesión al Convenio de aplicación del Acuerdo de Schengen el 25 de junio de 1991.",
    "tags": [
      "schengen",
      "españa",
      "historia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q112",
    "stem": "La apostilla de La Haya:",
    "options": [
      {
        "id": "A",
        "text": "Permite la ejecución sin necesidad de exequatur."
      },
      {
        "id": "B",
        "text": "Evita la doble fase de legalización y da prueba del derecho extranjero."
      },
      {
        "id": "C",
        "text": "Permite que el documento pueda ser utilizado como documento probatorio en España."
      },
      {
        "id": "D",
        "text": "B y C son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La apostilla simplifica el trámite de legalización internacional y asegura que un documento público extranjero sea reconocido como auténtico y válido para probar hechos en el Estado receptor.",
    "tags": [
      "apostilla",
      "legalizacion",
      "documentos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q113",
    "stem": "¿Qué artículo del CC regula la ley aplicable a la forma de los actos jurídicos?",
    "options": [
      {
        "id": "A",
        "text": "Art 9 CC"
      },
      {
        "id": "B",
        "text": "Art 10 CC"
      },
      {
        "id": "C",
        "text": "Art 11 CC"
      },
      {
        "id": "D",
        "text": "Art 12 CC"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 11 del Código Civil contiene la norma de conflicto 'locus regit actum', determinando qué ley rige las formas y solemnidades de los actos y contratos.",
    "tags": [
      "derecho-internacional-privado",
      "codigo-civil",
      "forma-actos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q114",
    "stem": "A falta de capitulaciones matrimoniales, ¿por qué ley se rigen de forma primaria los efectos económicos del matrimonio en DIPr español?",
    "options": [
      {
        "id": "A",
        "text": "La ley personal común en el momento de contraerlo."
      },
      {
        "id": "B",
        "text": "La ley que rige el fondo del matrimonio."
      },
      {
        "id": "C",
        "text": "La ley del Estado de celebración del matrimonio."
      },
      {
        "id": "D",
        "text": "La ley que hayan elegido los cónyuges."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "De acuerdo con el artículo 9.2 del Código Civil, a falta de elección, los efectos del matrimonio se rigen por la ley personal común de los cónyuges al tiempo de contraerlo.",
    "tags": [
      "derecho-internacional-privado",
      "matrimonio",
      "efectos-economicos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q115",
    "stem": "¿Dónde se localiza la norma que establece que los tratados no se aplican en España hasta su publicación en el BOE?",
    "options": [
      {
        "id": "A",
        "text": "Art 1.3 CC"
      },
      {
        "id": "B",
        "text": "Art 95 CE"
      },
      {
        "id": "C",
        "text": "Art 1.5 CC"
      },
      {
        "id": "D",
        "text": "Art. 94 CE"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 1.5 del Código Civil especifica que las normas de tratados internacionales no serán de aplicación directa hasta que formen parte del ordenamiento mediante su publicación íntegra en el Boletín Oficial del Estado.",
    "tags": [
      "tratados",
      "publicacion",
      "boe"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q116",
    "stem": "Señale la respuesta INCORRECTA sobre el caso del TIJ del templo Preah Vihear:",
    "options": [
      {
        "id": "A",
        "text": "El TIJ dio la razón a Tailandia."
      },
      {
        "id": "B",
        "text": "El caso enfrentó a Tailandia y Camboya."
      },
      {
        "id": "C",
        "text": "En la sentencia se reconoció el concepto de estoppel."
      },
      {
        "id": "D",
        "text": "El TIJ se pronunció en dos ocasiones, 1962 y 2013, la última tras la solicitud de Camboya de interpretar la sentencia de 1962."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La opción A es incorrecta porque el Tribunal Internacional de Justicia dio la razón a Camboya, sentenciando que el templo estaba situado en territorio bajo soberanía camboyana.",
    "tags": [
      "jurisprudencia",
      "tij",
      "soberania"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q117",
    "stem": "Según el art 14 del CC, la vecindad civil se determina por residencia continuada:",
    "options": [
      {
        "id": "A",
        "text": "Durante 1 año, siempre que el interesado manifiesta ser esa su voluntad."
      },
      {
        "id": "B",
        "text": "Durante 5 años, sin declaración en contrario durante este plazo."
      },
      {
        "id": "C",
        "text": "Durante 2 años y manifestación de voluntad, o por residencia continuada de 10 años sin declaración en contrario."
      },
      {
        "id": "D",
        "text": "Ninguna es correcta."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 14.5 del Código Civil establece que la vecindad civil se adquiere por residencia de dos años con manifestación de voluntad o por residencia de diez años por silencio (sin declaración en contrario).",
    "tags": [
      "vecindad-civil",
      "codigo-civil",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q118",
    "stem": "El concepto de 'firma abreviada o las iniciales del plenipotenciario' para autenticar un tratado corresponde a:",
    "options": [
      {
        "id": "A",
        "text": "Firma"
      },
      {
        "id": "B",
        "text": "Firma ad referéndum"
      },
      {
        "id": "C",
        "text": "Rúbrica"
      },
      {
        "id": "D",
        "text": "Canje de instrumentos"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La rúbrica es el acto formal por el cual el representante de un Estado pone sus iniciales en el texto del tratado para autenticarlo, dejando la firma definitiva para un momento posterior [9],.",
    "tags": [
      "tratados",
      "autenticacion",
      "terminologia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q119",
    "stem": "¿Qué es la prodigalidad?",
    "options": [
      {
        "id": "A",
        "text": "El retorno de aquel que fuere declarado desaparecido."
      },
      {
        "id": "B",
        "text": "El orden de las líneas de herencia ab intestato."
      },
      {
        "id": "C",
        "text": "Limitación de la capacidad de obrar de quien pone en peligro su patrimonio por la ligereza con que lo gasta."
      },
      {
        "id": "D",
        "text": "La premoriencia concedida voluntariamente."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Jurídicamente, la prodigalidad es una situación que permite restringir la capacidad de administración de una persona para proteger su patrimonio en beneficio de sus parientes con derecho a alimentos.",
    "tags": [
      "derecho-civil",
      "capacidad",
      "prodigalidad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q120",
    "stem": "¿Qué es el Protocolo de acuerdo con el artículo 17 de la Ley del Notariado?",
    "options": [
      {
        "id": "A",
        "text": "Colección de escrituras matrices autorizadas durante 1 año, formalizada en tomos encuadernados y foliados."
      },
      {
        "id": "B",
        "text": "Colección de escrituras públicas autorizadas durante 1 mes."
      },
      {
        "id": "C",
        "text": "Colección de actas y testimonios autorizadas durante 1 mes."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El protocolo notarial se constituye por la colección ordenada de las escrituras matrices autorizadas durante un año natural, debiendo estar debidamente foliadas y encuadernadas.",
    "tags": [
      "derecho-notarial",
      "protocolo",
      "documentacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q121",
    "stem": "En base al art 61 de la Ley 14/2014 ¿Qué buques se deberán inscribir en el Registro obligatoriamente?",
    "options": [
      {
        "id": "A",
        "text": "Todos los buques, embarcaciones y artefactos navales abanderados en España."
      },
      {
        "id": "B",
        "text": "Los buques, embarcaciones y artefactos de titularidad pública."
      },
      {
        "id": "C",
        "text": "Los buques y embarcaciones de recreo o deportivos propiedad de residentes en España."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La normativa española exige la inscripción obligatoria de toda construcción flotante que esté abanderada en España para garantizar la seguridad jurídica y el control administrativo de la flota nacional.",
    "tags": [
      "derecho-maritimo",
      "registro-buques",
      "ley-14-2014"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q122",
    "stem": "¿Cuántas veces ha sido enmendada la Carta de Naciones Unidas?",
    "options": [
      {
        "id": "A",
        "text": "1, en 1963"
      },
      {
        "id": "B",
        "text": "3, en 1961, en 1965 y en 1971"
      },
      {
        "id": "C",
        "text": "5, en 1958, en 1960, en 1965, en 1970 y en 2001."
      },
      {
        "id": "D",
        "text": "Ninguna."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La Carta de la ONU ha experimentado tres procesos de reforma que afectaron a la composición del Consejo de Seguridad y del ECOSOC para adaptarlos al aumento del número de Estados miembros tras la descolonización.",
    "tags": [
      "nnuu",
      "carta-nnuu",
      "reformas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q123",
    "stem": "¿Quién es el Secretario General de la OMI?",
    "options": [
      {
        "id": "A",
        "text": "Mariano Grossi"
      },
      {
        "id": "B",
        "text": "Guy Ryder"
      },
      {
        "id": "C",
        "text": "Yukiya Amano"
      },
      {
        "id": "D",
        "text": "Kitack Lim"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "En el periodo de referencia del examen, Kitack Lim desempeñaba el cargo de Secretario General de la Organización Marítima Internacional.",
    "tags": [
      "omi",
      "organizaciones-internacionales",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q124",
    "stem": "¿Cómo se llama el órgano plenario de la OIT?",
    "options": [
      {
        "id": "A",
        "text": "Conferencia General del Trabajo"
      },
      {
        "id": "B",
        "text": "Conferencia Internacional del Trabajo"
      },
      {
        "id": "C",
        "text": "Asamblea Mundial del Trabajo"
      },
      {
        "id": "D",
        "text": "Asamblea Internacional del Trabajo"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La Conferencia Internacional del Trabajo es el órgano supremo de decisión de la OIT, caracterizado por su estructura tripartita que reúne a gobiernos, empleadores y trabajadores.",
    "tags": [
      "oit",
      "derecho-laboral",
      "organos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q125",
    "stem": "¿Con qué organización relacionaría el Protocolo de Ouro Preto?",
    "options": [
      {
        "id": "A",
        "text": "SICA"
      },
      {
        "id": "B",
        "text": "CELAC"
      },
      {
        "id": "C",
        "text": "MERCOSUR"
      },
      {
        "id": "D",
        "text": "UNASUR"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Protocolo de Ouro Preto de 1994 es el instrumento que estableció la estructura institucional del MERCOSUR y le otorgó personalidad jurídica internacional.",
    "tags": [
      "mercosur",
      "integración-regional",
      "latinoamerica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q126",
    "stem": "¿Es Turquía un país candidato a la adhesión en la UE?",
    "options": [
      {
        "id": "A",
        "text": "Sí"
      },
      {
        "id": "B",
        "text": "No, desde 2018"
      },
      {
        "id": "C",
        "text": "Sí, pero no se ha habido una Conferencia Intergubernamental que abra formalmente las negociaciones"
      },
      {
        "id": "D",
        "text": "Turquía tiene todavía estatus de país precandidato a la adhesión"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Aunque las negociaciones están actualmente en punto muerto, Turquía mantiene formalmente su estatus de país candidato a la Unión Europea.",
    "tags": [
      "ue",
      "turquia",
      "ampliacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q127",
    "stem": "¿Cuántos países candidatos a la adhesión hay en estos momentos?",
    "options": [
      {
        "id": "A",
        "text": "7"
      },
      {
        "id": "B",
        "text": "8"
      },
      {
        "id": "C",
        "text": "6"
      },
      {
        "id": "D",
        "text": "5"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "En la fecha de redacción del examen de 2023, la lista de candidatos se había ampliado a ocho tras la inclusión de países como Ucrania y Moldavia.",
    "tags": [
      "ue",
      "ampliacion",
      "geopolitica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q128",
    "stem": "¿Qué países participan en la Unión por el Mediterráneo pero no son parte del ámbito territorial de la Vecindad Sur de la UE?",
    "options": [
      {
        "id": "A",
        "text": "Turquía, Albania, Montenegro, Bosnia"
      },
      {
        "id": "B",
        "text": "Mauritania y Turquía"
      },
      {
        "id": "C",
        "text": "Mauritania, Albania, Montenegro, Bosnia, Mónaco, Turquía"
      },
      {
        "id": "D",
        "text": "Son los mismos países"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Unión por el Mediterráneo es una organización más amplia que la Política de Vecindad, incluyendo a países de los Balcanes, Mónaco y Turquía que tienen otros marcos de relación con la UE.",
    "tags": [
      "ue",
      "mediterraneo",
      "vecindad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q129",
    "stem": "¿Cuándo se termina el mandato de la actual Comisión?",
    "options": [
      {
        "id": "A",
        "text": "2023"
      },
      {
        "id": "B",
        "text": "2024"
      },
      {
        "id": "C",
        "text": "2025"
      },
      {
        "id": "D",
        "text": "2026"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El mandato de la Comisión Von der Leyen finaliza en 2024, coincidiendo con el ciclo de cinco años que sigue a las elecciones al Parlamento Europeo.",
    "tags": [
      "comision-europea",
      "instituciones-ue"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q130",
    "stem": "¿De cuántos millones se compone aproximadamente el Instrumento Next Generation EU?",
    "options": [
      {
        "id": "A",
        "text": "80.000"
      },
      {
        "id": "B",
        "text": "140.000"
      },
      {
        "id": "C",
        "text": "386.000"
      },
      {
        "id": "D",
        "text": "750.000"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El fondo de recuperación post-pandemia se dotó originalmente con 750.000 millones de euros (a precios de 2018) para apoyar la transición ecológica y digital de los Estados miembros.",
    "tags": [
      "ue",
      "economia",
      "next-generation"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q131",
    "stem": "¿Cuántos Vicepresidentes tiene la actual Comisión Europea?",
    "options": [
      {
        "id": "A",
        "text": "9"
      },
      {
        "id": "B",
        "text": "8"
      },
      {
        "id": "C",
        "text": "7"
      },
      {
        "id": "D",
        "text": "6"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La actual estructura de la Comisión incluye ocho vicepresidencias, entre las que se encuentran los tres vicepresidentes ejecutivos y el Alto Representante.",
    "tags": [
      "comision-europea",
      "organizacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q132",
    "stem": "El asunto Fresas del TJUE, ¿a qué ámbito europeo lo asociarías?",
    "options": [
      {
        "id": "A",
        "text": "A la libertad de establecimiento"
      },
      {
        "id": "B",
        "text": "A la libre circulación de mercancías"
      },
      {
        "id": "C",
        "text": "A la libre circulación de capitales"
      },
      {
        "id": "D",
        "text": "A la política medioambiental de la UE"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Este famoso caso judicial trató sobre la responsabilidad de un Estado miembro (Francia) ante acciones de particulares que impedían la libre entrada de productos agrícolas de otro Estado miembro.",
    "tags": [
      "tjue",
      "jurisprudencia-ue",
      "mercancias"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q133",
    "stem": "El Fit 4 55 es un paquete de medidas que afectan a la siguiente política europea:",
    "options": [
      {
        "id": "A",
        "text": "A la política energética"
      },
      {
        "id": "B",
        "text": "A la política de transportes"
      },
      {
        "id": "C",
        "text": "A la política medioambiental"
      },
      {
        "id": "D",
        "text": "Todas las anteriores son correctas"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Se trata de un conjunto legislativo transversal que busca reducir las emisiones en un 55% para 2030, impactando profundamente en la energía, el transporte y el medio ambiente.",
    "tags": [
      "ue",
      "medio-ambiente",
      "clima"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q134",
    "stem": "¿Qué acuerdos entre la UE y América Latina hay actualmente en negociación o en proceso de adopción?",
    "options": [
      {
        "id": "A",
        "text": "Con México y Mercosur"
      },
      {
        "id": "B",
        "text": "Con Chile, México y Mercosur"
      },
      {
        "id": "C",
        "text": "Con Ecuador, Chile, México y Mercosur"
      },
      {
        "id": "D",
        "text": "Con Ecuador, Colombia, Chile, México y Mercosur"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La agenda comercial europea en la región se centra en la modernización de los acuerdos con Chile y México, además de la ratificación del acuerdo con el bloque del Mercosur.",
    "tags": [
      "ue",
      "comercio",
      "latinoamerica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q135",
    "stem": "¿Cuáles son los países con mayor población de Europa?",
    "options": [
      {
        "id": "A",
        "text": "Alemania, Francia, Italia, España y Polonia"
      },
      {
        "id": "B",
        "text": "Alemania, Francia, Italia, España y Países Bajos"
      },
      {
        "id": "C",
        "text": "Alemania, Francia, España, Italia y Rumanía"
      },
      {
        "id": "D",
        "text": "Alemania, Francia, Italia, España, Rumanía"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Siguiendo el orden demográfico en la Unión Europea, estos cinco países representan el mayor peso poblacional y, por ende, el mayor número de escaños en el Parlamento Europeo.",
    "tags": [
      "ue",
      "demografia",
      "geografia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q136",
    "stem": "¿Cuánto dura el mandato del Presidente de la Confederación Suiza?",
    "options": [
      {
        "id": "A",
        "text": "1 año"
      },
      {
        "id": "B",
        "text": "2 años"
      },
      {
        "id": "C",
        "text": "3 años"
      },
      {
        "id": "D",
        "text": "4 años"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El sistema suizo es rotatorio: el Consejo Federal elige a uno de sus miembros como presidente por un mandato de un solo año, sin posibilidad de reelección inmediata.",
    "tags": [
      "suiza",
      "sistemas-politicos",
      "presidencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q137",
    "stem": "Señale la respuesta correcta. En la linea de sucesión presidencial de EEUU:",
    "options": [
      {
        "id": "A",
        "text": "El Presidente de la Cámara de Representantes está por encima del Presidente del Senado"
      },
      {
        "id": "B",
        "text": "El Secretario de Estado está por delante del Secretario del Tesoro"
      },
      {
        "id": "C",
        "text": "El Fiscal General no forma parte de la línea de sucesión"
      },
      {
        "id": "D",
        "text": "Todas son incorrectas"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Tras el Vicepresidente y los líderes del Congreso, la sucesión sigue el orden de antigüedad de creación de los departamentos ministeriales, siendo el de Estado el primero.",
    "tags": [
      "eeuu",
      "sucesion-presidencial",
      "politica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q138",
    "stem": "¿En qué ciudad se encuentra el Tribunal Constitucional alemán?",
    "options": [
      {
        "id": "A",
        "text": "Berlín"
      },
      {
        "id": "B",
        "text": "Bonn"
      },
      {
        "id": "C",
        "text": "Frankfurt"
      },
      {
        "id": "D",
        "text": "Karlsruhe"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Bundesverfassungsgericht tiene su sede histórica en Karlsruhe para simbolizar su independencia de los poderes ejecutivo y legislativo situados en Berlín.",
    "tags": [
      "alemania",
      "tribunales",
      "derecho-constitucional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q139",
    "stem": "¿Cuáles son los nuevos recursos propios de la Unión que se prevé introducir gradualmente desde 2021?",
    "options": [
      {
        "id": "A",
        "text": "Impuesto al plástico de un solo uso, un mecanismo de ajuste en frontera para el carbono, ingresos provenientes del cobro de los derechos de emisión, ingresos provenientes de un impuesto de sociedades mínimo europeo."
      },
      {
        "id": "B",
        "text": "Impuesto al plástico de un solo uso, ingreso provenientes del cobro de los derechos de emisión"
      },
      {
        "id": "C",
        "text": "Impuesto al plástico de un solo uso e ingresos provenientes de un impuesto de sociedades mínimo europeo."
      },
      {
        "id": "D",
        "text": "Solo los impuestos al plástico de un solo uso"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Para financiar el fondo Next Generation EU, la Unión ha diseñado una cesta de nuevos ingresos que penalizan el plástico, las emisiones de carbono y aseguran una tributación mínima corporativa.",
    "tags": [
      "ue",
      "finanzas",
      "recursos-propios"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q140",
    "stem": "Según la Constitución, el derecho a la vivienda es:",
    "options": [
      {
        "id": "A",
        "text": "Es un derecho fundamental bajo la Sección 1ª, Capítulo Segundo, Título I de la Constitución"
      },
      {
        "id": "B",
        "text": "Es un derecho bajo la Sección 2ª, Capítulo Segundo, Título I de la Constitución"
      },
      {
        "id": "C",
        "text": "Es un principio rector de la política social y económica, bajo el Capítulo Tercero del Título I de la Constitución"
      },
      {
        "id": "D",
        "text": "Todas las respuestas son incorrectas"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 47 de la CE sitúa el derecho a una vivienda digna como un principio que debe informar la actuación de los poderes públicos, pero no goza de la protección reforzada de los derechos fundamentales.",
    "tags": [
      "constitucion-española",
      "derecho-a-la-vivienda",
      "derechos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q141",
    "stem": "¿Cuántos países componen la zona euro?",
    "options": [
      {
        "id": "A",
        "text": "18"
      },
      {
        "id": "B",
        "text": "19"
      },
      {
        "id": "C",
        "text": "20"
      },
      {
        "id": "D",
        "text": "21"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Con la adhesión de Croacia el 1 de enero de 2023, la eurozona pasó a estar integrada por 20 Estados miembros de la Unión Europea.",
    "tags": [
      "ue",
      "eurozona",
      "economia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q142",
    "stem": "¿Cómo se conoce a la actual coalición entre el SPD, los Verdes y los Liberales?",
    "options": [
      {
        "id": "A",
        "text": "Coalición Jamaica"
      },
      {
        "id": "B",
        "text": "Coalición Semáforo"
      },
      {
        "id": "C",
        "text": "Coalición Kiwi"
      },
      {
        "id": "D",
        "text": "Gran Coalición"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Se denomina 'Semáforo' (Ampelkoalition) por los colores representativos de los partidos: rojo (SPD), amarillo (FDP) y verde (Grüne).",
    "tags": [
      "alemania",
      "politica",
      "ue"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q143",
    "stem": "¿Cuáles son los idiomas oficiales en Suiza?",
    "options": [
      {
        "id": "A",
        "text": "Alemán, italiano, francés"
      },
      {
        "id": "B",
        "text": "Alemán y francés"
      },
      {
        "id": "C",
        "text": "Alemán, italiano, francés y romanche"
      },
      {
        "id": "D",
        "text": "Todas son incorrectas"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Suiza reconoce cuatro idiomas nacionales: alemán, francés, italiano y romanche, aunque el uso administrativo del romanche tiene ciertas limitaciones frente a los otros tres.",
    "tags": [
      "suiza",
      "geografia-politica",
      "cultura"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q144",
    "stem": "¿Cuál es el principal suministrador de gas de la Unión Europea?",
    "options": [
      {
        "id": "A",
        "text": "EEUU"
      },
      {
        "id": "B",
        "text": "Catar"
      },
      {
        "id": "C",
        "text": "Noruega"
      },
      {
        "id": "D",
        "text": "Nigeria"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Tras la invasión de Ucrania y la reducción de suministros rusos, Noruega se consolidó como el principal proveedor de gas natural por tubería hacia la Unión Europea.",
    "tags": [
      "ue",
      "energia",
      "geopolitica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q145",
    "stem": "¿Cuál de estos países reconoció más tarde el sufragio universal?",
    "options": [
      {
        "id": "A",
        "text": "Francia"
      },
      {
        "id": "B",
        "text": "España"
      },
      {
        "id": "C",
        "text": "Suiza"
      },
      {
        "id": "D",
        "text": "Finlandia"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Suiza no aprobó el sufragio femenino a nivel federal hasta 1971, una fecha significativamente tardía en comparación con el resto de democracias europeas occidentales.",
    "tags": [
      "historia",
      "derechos-politicos",
      "suiza"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q146",
    "stem": "¿En qué Tratado se introduce el concepto de ciudadanía europea?",
    "options": [
      {
        "id": "A",
        "text": "Roma"
      },
      {
        "id": "B",
        "text": "Maastrich"
      },
      {
        "id": "C",
        "text": "Amsterdam"
      },
      {
        "id": "D",
        "text": "Lisboa"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Tratado de la Unión Europea (Maastricht, 1992) creó formalmente la ciudadanía de la Unión, otorgando derechos adicionales a los nacionales de los Estados miembros.",
    "tags": [
      "ue",
      "tratados",
      "ciudadania"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q147",
    "stem": "¿En qué año fue la última Presidencia española del Consejo de la UE?",
    "options": [
      {
        "id": "A",
        "text": "2009"
      },
      {
        "id": "B",
        "text": "2010"
      },
      {
        "id": "C",
        "text": "2011"
      },
      {
        "id": "D",
        "text": "2012"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Previo a la presidencia de 2023, España ejerció su cuarta presidencia semestral del Consejo de la Unión Europea durante el primer semestre de 2010.",
    "tags": [
      "ue",
      "españa",
      "presidencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q148",
    "stem": "¿Cuáles de los siguientes no es un motivo para limitar el derecho de acceso a la información, si este se ve perjudicado por la solicitud?",
    "options": [
      {
        "id": "A",
        "text": "La protección del medio ambiente"
      },
      {
        "id": "B",
        "text": "Las relaciones exteriores"
      },
      {
        "id": "C",
        "text": "Los intereses económicos y comerciales"
      },
      {
        "id": "D",
        "text": "Todos son motivos reconocidos bajo la Ley de Transparencia"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Ley de Transparencia española contempla límites al acceso cuando la difusión de la información pueda dañar la seguridad, las relaciones internacionales, la economía o el entorno natural.",
    "tags": [
      "españa",
      "transparencia",
      "derecho-administrativo"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q149",
    "stem": "¿En cuál de estos ámbitos de la UE no existe actualmente un opt-out u opt-in de algún Estado miembro?",
    "options": [
      {
        "id": "A",
        "text": "En la Carta de Derechos Fundamentales de la Unión Europea"
      },
      {
        "id": "B",
        "text": "En Schengen"
      },
      {
        "id": "C",
        "text": "En la Política Común de Seguridad y Defensa"
      },
      {
        "id": "D",
        "text": "En todas las anteriores existe un opt-out o un opt-in"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Varios Estados mantienen regímenes de exclusión o participación voluntaria en estas áreas, como el caso de Dinamarca en defensa o Irlanda en Schengen.",
    "tags": [
      "ue",
      "tratados",
      "integracion-diferenciada"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q150",
    "stem": "¿Cuál de las siguientes ciudades no se encuentra reconocida en los Tratados como sede de alguna institución de la Unión?",
    "options": [
      {
        "id": "A",
        "text": "Estrasburgo"
      },
      {
        "id": "B",
        "text": "Luxemburgo"
      },
      {
        "id": "C",
        "text": "Frankfurt"
      },
      {
        "id": "D",
        "text": "Maastrich"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Aunque es famosa por el Tratado, Maastricht no es sede de ninguna de las instituciones principales de la UE, a diferencia de Estrasburgo (Parlamento), Luxemburgo (Tribunal) o Frankfurt (BCE).",
    "tags": [
      "ue",
      "instituciones",
      "sedes"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q151",
    "stem": "¿Cuál de estos países NO es un Estado miembro del G20?",
    "options": [
      {
        "id": "A",
        "text": "Arabia Saudí"
      },
      {
        "id": "B",
        "text": "China"
      },
      {
        "id": "C",
        "text": "Corea del Sur"
      },
      {
        "id": "D",
        "text": "España"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "España tiene el estatus de 'invitado permanente' en el G20 y participa en todas sus cumbres, pero no es formalmente uno de los 19 países miembros del grupo.",
    "tags": [
      "g20",
      "economia-internacional",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q152",
    "stem": "¿Cuál fue la tasa media de paro en España en 2022 (INE, 2022)?",
    "options": [
      {
        "id": "A",
        "text": "10,4%"
      },
      {
        "id": "B",
        "text": "14,8%"
      },
      {
        "id": "C",
        "text": "12,8%"
      },
      {
        "id": "D",
        "text": "14,2%"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Según los datos de la Encuesta de Población Activa del INE, el mercado laboral español cerró el año 2022 con una tasa de desempleo situada en torno al 12,8%.",
    "tags": [
      "españa",
      "economia",
      "empleo"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q153",
    "stem": "¿Cuál fue la tasa de variación interanual del IPC en 2022 (INE, 2022)?",
    "options": [
      {
        "id": "A",
        "text": "4,5%"
      },
      {
        "id": "B",
        "text": "6,1%"
      },
      {
        "id": "C",
        "text": "3,4%"
      },
      {
        "id": "D",
        "text": "3,1%"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "A pesar de picos superiores durante el año, el índice de precios al consumo terminó el ejercicio con una tasa interanual elevada debido a la crisis energética.",
    "tags": [
      "españa",
      "ipc",
      "inflacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q154",
    "stem": "¿Cuál es el país más poblado de Iberoamérica?",
    "options": [
      {
        "id": "A",
        "text": "Brasil"
      },
      {
        "id": "B",
        "text": "México"
      },
      {
        "id": "C",
        "text": "Colombia"
      },
      {
        "id": "D",
        "text": "Argentina"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Brasil es el gigante demográfico de la región con más de 210 millones de habitantes, seguido por México.",
    "tags": [
      "iberoamerica",
      "demografia",
      "geografia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q155",
    "stem": "Señale la opción incorrecta sobre la teoría de la frontera de posibilidades de producción:",
    "options": [
      {
        "id": "A",
        "text": "Es una representación gráfica de las cantidades máximas de producción que puede obtener una economía con todos los recursos disponibles."
      },
      {
        "id": "B",
        "text": "Si el punto de producción se sitúa en el espacio interior de la curva, la economía estará produciendo de manera eficiente."
      },
      {
        "id": "C",
        "text": "La frontera se desplazará hacia la derecha si se encuentran nuevos recursos naturales."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Cualquier punto situado en el interior de la curva indica ineficiencia, ya que la economía podría producir más de un bien sin renunciar al otro utilizando mejor sus recursos.",
    "tags": [
      "macroeconomia",
      "teoria-economica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q156",
    "stem": "Señale la afirmación incorrecta en relación con los aranceles:",
    "options": [
      {
        "id": "A",
        "text": "El arancel hace caer el volumen de comercio al estimular la producción nacional del bien protegido."
      },
      {
        "id": "B",
        "text": "Según Stolper-Samuelson, un arancel eleva la remuneración real del factor utilizado más intensamente en su producción."
      },
      {
        "id": "C",
        "text": "Un arancel reduce el bienestar nacional de un país pequeño."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Todas las afirmaciones describen correctamente efectos económicos estándar de la imposición de aranceles en el comercio internacional.",
    "tags": [
      "comercio-internacional",
      "economia",
      "aranceles"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q157",
    "stem": "¿Cómo se mide el déficit público total de una economía?",
    "options": [
      {
        "id": "A",
        "text": "Se restan los gastos a los ingresos."
      },
      {
        "id": "B",
        "text": "Se restan los gastos y el coste de la deuda a los ingresos."
      },
      {
        "id": "C",
        "text": "Se restan los gastos y la variación de los impuestos a los ingresos."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El déficit público total incluye tanto el déficit primario (gastos corrientes menos ingresos) como los intereses derivados de la deuda pública acumulada.",
    "tags": [
      "economia",
      "politica-fiscal",
      "deficit"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q158",
    "stem": "Señale la opción incorrecta. Los instrumentos de la política monetaria expansiva son:",
    "options": [
      {
        "id": "A",
        "text": "La reducción del coeficiente de caja."
      },
      {
        "id": "B",
        "text": "La compra de activos por el banco central."
      },
      {
        "id": "C",
        "text": "El aumento del tipo de redescuento."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El aumento del tipo de redescuento es una medida de política monetaria restrictiva, no expansiva, ya que encarece el crédito y reduce la masa monetaria.",
    "tags": [
      "economia",
      "politica-monetaria"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q159",
    "stem": "Con qué teoría económica relacionaría a Wagner, Musgrave y Baumol:",
    "options": [
      {
        "id": "A",
        "text": "Con la teoría del gasto y el déficit público"
      },
      {
        "id": "B",
        "text": "Con la teoría monetaria"
      },
      {
        "id": "C",
        "text": "Con la teoría económica de los recursos naturales"
      },
      {
        "id": "D",
        "text": "Con la teoría del ahorro"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Estos autores son pilares en el estudio de la Hacienda Pública y el crecimiento del gasto público en las economías modernas.",
    "tags": [
      "economia",
      "hacienda-publica",
      "autores"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q160",
    "stem": "¿A quién se atribuyen las siguientes palabras: '¿Puede el capitalismo sobrevivir? No, no creo que pueda'?",
    "options": [
      {
        "id": "A",
        "text": "Joseph Schumpeter"
      },
      {
        "id": "B",
        "text": "Karl Marx"
      },
      {
        "id": "C",
        "text": "Rosa Luxemburgo"
      },
      {
        "id": "D",
        "text": "Robert Owen"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Joseph Schumpeter planteó esta famosa pregunta en su obra 'Capitalismo, Socialismo y Democracia', analizando la posible autodestrucción del sistema por sus propios éxitos institucionales.",
    "tags": [
      "economia",
      "teoria-economica",
      "autores"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q161",
    "stem": "¿Cómo se calcula la cuota líquida (elementos de la estructura tributaria)?",
    "options": [
      {
        "id": "A",
        "text": "Restando las deducciones a la base imponible"
      },
      {
        "id": "B",
        "text": "Multiplicando el tipo de gravamen por la base liquidable"
      },
      {
        "id": "C",
        "text": "Restando las deducciones al resultado de la suma de cuota íntegra y las bonificaciones"
      },
      {
        "id": "D",
        "text": "Restando la cantidad ya abonada a la cuota diferencial"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "En la estructura del impuesto, la cuota líquida es el resultado de aplicar sobre la cuota íntegra las deducciones y bonificaciones legalmente previstas, representando la obligación tributaria principal antes de pagos a cuenta.",
    "tags": [
      "economia",
      "hacienda-publica",
      "impuestos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q162",
    "stem": "La balanza financiera de la balanza de pagos está compuesta por (escoja la más correcta):",
    "options": [
      {
        "id": "A",
        "text": "La balanza de inversiones directas, la balanza de inversiones en cartera, la balanza de derivados financieros y la balanza de otras inversiones"
      },
      {
        "id": "B",
        "text": "La balanza de inversiones directas, la balanza de inversiones en cartera, la balanza de derivados financieros, la balanza de otras inversiones y la balanza de operaciones de autoridades"
      },
      {
        "id": "C",
        "text": "La balanza de inversiones directas, la balanza de inversiones indirectas, la balanza de derivados financieros, la balanza de otras inversiones y la balanza de operaciones de autoridades"
      },
      {
        "id": "D",
        "text": "La balanza de inversiones directas, la balanza de inversiones en cartera, la balanza de derivados financieros, la balanza de otras inversiones, la balanza de transferencias de capital y la balanza de operaciones de autoridades"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La balanza financiera registra los flujos de activos y pasivos financieros entre residentes y no residentes, desglosándose en inversión directa, de cartera, derivados, otra inversión y la variación de reservas u operaciones de la autoridad monetaria.",
    "tags": [
      "economia",
      "balanza-de-pagos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q163",
    "stem": "¿Qué es la energía azul?",
    "options": [
      {
        "id": "A",
        "text": "Es la energía obtenida por la diferencia en la concentración de la sal entre el agua de mar y el agua de río"
      },
      {
        "id": "B",
        "text": "Es la captura de energía del movimiento de las olas que produce el viento"
      },
      {
        "id": "C",
        "text": "Es un flujo continuo de partículas cargadas, emitido por el Sol, en todas direcciones."
      },
      {
        "id": "D",
        "text": "Es la energía que se obtiene a partir de las células de combustible de las medusas"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "También conocida como energía osmótica, se genera cuando el agua dulce y el agua salada entran en contacto a través de una membrana, aprovechando el potencial químico de la diferencia de salinidad.",
    "tags": [
      "energia",
      "medio-ambiente",
      "tecnologia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q164",
    "stem": "¿Dónde se han celebrado la COP15 de la biodiversidad y la COP27 sobre cambio climático?",
    "options": [
      {
        "id": "A",
        "text": "En Sharm el Sheikh y en Montreal, respectivamente"
      },
      {
        "id": "B",
        "text": "En El Cairo y Montreal, respectivamente"
      },
      {
        "id": "C",
        "text": "En Montreal y Sharm el Sheikh, respectivamente"
      },
      {
        "id": "D",
        "text": "En ninguna de las anteriores"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La COP27 sobre cambio climático tuvo lugar en Egipto (Sharm el Sheikh) en noviembre de 2022, mientras que la COP15 sobre Diversidad Biológica se celebró en Montreal (Canadá) en diciembre de ese mismo año.",
    "tags": [
      "medio-ambiente",
      "nnuu",
      "cumbres"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q165",
    "stem": "¿Cuándo se aprobó el Acta de Marrakech por el que se crea la OMC?",
    "options": [
      {
        "id": "A",
        "text": "1992"
      },
      {
        "id": "B",
        "text": "1993"
      },
      {
        "id": "C",
        "text": "1994"
      },
      {
        "id": "D",
        "text": "1996"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Acta Final de la Ronda Uruguay, que culminó con la creación de la Organización Mundial del Comercio, se firmó formalmente en Marrakech el 15 de abril de 1994.",
    "tags": [
      "omc",
      "comercio-internacional",
      "historia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q166",
    "stem": "¿Cuál de estas prácticas permite la OMC?",
    "options": [
      {
        "id": "A",
        "text": "Los aranceles de tránsito"
      },
      {
        "id": "B",
        "text": "Las subvenciones a la exportación"
      },
      {
        "id": "C",
        "text": "Las cuotas a la importación"
      },
      {
        "id": "D",
        "text": "No permite ninguna de estas prácticas"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Las normas de la OMC prohíben por regla general las restricciones cuantitativas (cuotas), las subvenciones que distorsionan el comercio y los gravámenes al tránsito de mercancías para fomentar el libre comercio.",
    "tags": [
      "omc",
      "comercio-internacional",
      "regulacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q167",
    "stem": "¿Quién ocupa el cargo de secretario general de la OCDE?",
    "options": [
      {
        "id": "A",
        "text": "José Ángel Gurría"
      },
      {
        "id": "B",
        "text": "Mathias Cormann"
      },
      {
        "id": "C",
        "text": "Qu Dongyu"
      },
      {
        "id": "D",
        "text": "Zurab Pololikashvili"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Mathias Cormann sucedió a Ángel Gurría en junio de 2021 como Secretario General de la Organización para la Cooperación y el Desarrollo Económicos.",
    "tags": [
      "ocde",
      "organizaciones-internacionales",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q168",
    "stem": "¿Quién escribió la obra “El Fin de la Pobreza”?",
    "options": [
      {
        "id": "A",
        "text": "Jeffrey Sachs"
      },
      {
        "id": "B",
        "text": "Esther Duflo"
      },
      {
        "id": "C",
        "text": "Michael Kremer"
      },
      {
        "id": "D",
        "text": "Ninguno de los anteriores"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El economista Jeffrey Sachs es el autor de este influyente libro donde propone una hoja de ruta para erradicar la pobreza extrema mediante la ayuda internacional masiva y planificada.",
    "tags": [
      "economia",
      "cooperacion",
      "literatura"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q169",
    "stem": "¿En cuál de estos países NO hay oficina técnica de cooperación?",
    "options": [
      {
        "id": "A",
        "text": "Filipinas"
      },
      {
        "id": "B",
        "text": "Túnez"
      },
      {
        "id": "C",
        "text": "Paraguay"
      },
      {
        "id": "D",
        "text": "Cuba"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Aunque España mantiene proyectos en Túnez, la estructura de la AECID no cuenta con una Oficina Técnica de Cooperación (OTC) propia en ese país, a diferencia de las redes consolidadas en Filipinas, Cuba o Paraguay.",
    "tags": [
      "aecid",
      "españa",
      "cooperacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q170",
    "stem": "Señale la respuesta incorrecta en relación con el Fondo de Cooperación para Agua y Saneamiento (FCAS):",
    "options": [
      {
        "id": "A",
        "text": "Es un instrumento de la Cooperación Española en 18 países de América Latina."
      },
      {
        "id": "B",
        "text": "Cuenta con unos 800 millones de euros de presupuesto en donaciones de España."
      },
      {
        "id": "C",
        "text": "Se gestiona desde la AECID."
      },
      {
        "id": "D",
        "text": "El Fondo inició sus actividades en 1991."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Es incorrecto que el FCAS iniciara en 1991; este fondo fue anunciado en 2007 y comenzó su operatividad real en 2008 tras la Cumbre Iberoamericana de Santiago de Chile.",
    "tags": [
      "aecid",
      "agua",
      "latinoamerica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q171",
    "stem": "¿Qué porcentaje de la Renta Nacional Bruta (RNB) prevé el Gobierno destinar a Ayuda Oficial al Desarrollo (AOD) en 2023?",
    "options": [
      {
        "id": "A",
        "text": "0,22%"
      },
      {
        "id": "B",
        "text": "0,43%"
      },
      {
        "id": "C",
        "text": "0,34%"
      },
      {
        "id": "D",
        "text": "0,7%"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Los presupuestos de 2023 fijaron la meta en el 0,34% de la RNB, como paso intermedio hacia el objetivo legal del 0,7% marcado para el año 2030.",
    "tags": [
      "españa",
      "cooperacion",
      "economia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q172",
    "stem": "¿Quién propuso la teoría del “centro-periferia”?",
    "options": [
      {
        "id": "A",
        "text": "Easterly"
      },
      {
        "id": "B",
        "text": "Sachs"
      },
      {
        "id": "C",
        "text": "Wallerstein"
      },
      {
        "id": "D",
        "text": "Prebisch"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Raúl Prebisch, desde la CEPAL, desarrolló esta tesis que explica cómo el sistema económico internacional genera desigualdad estructural entre países exportadores de materias primas y países industriales.",
    "tags": [
      "economia",
      "desarrollo",
      "teoria-economica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q173",
    "stem": "¿Qué muestra el gráfico de la “curva del elefante\"?",
    "options": [
      {
        "id": "A",
        "text": "El aumento del nivel de ingresos en los distintos grupos sociales del mundo durante dos décadas."
      },
      {
        "id": "B",
        "text": "La relación entre el desempleo y la tasa de vacantes."
      },
      {
        "id": "C",
        "text": "La relación teórica entre los tipos impositivos y los niveles de ingresos fiscales."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Popularizada por Branko Milanovic, muestra que la globalización benefició enormemente a las clases medias de Asia y a la élite global, pero estancó los ingresos de las clases medias en los países desarrollados.",
    "tags": [
      "globalizacion",
      "economia",
      "desigualdad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q174",
    "stem": "¿Cuándo consiguió la AECID la acreditación de la UE 6-pillar assessment?",
    "options": [
      {
        "id": "A",
        "text": "1991"
      },
      {
        "id": "B",
        "text": "2001"
      },
      {
        "id": "C",
        "text": "2011"
      },
      {
        "id": "D",
        "text": "Aún se está tramitando"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "En 2011, la AECID superó esta evaluación de la Comisión Europea, lo que le permitió gestionar fondos delegados de la Unión y participar en la cooperación delegada.",
    "tags": [
      "aecid",
      "ue",
      "cooperacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q175",
    "stem": "Escoja la respuesta incorrecta sobre el equipo START:",
    "options": [
      {
        "id": "A",
        "text": "Se puso en marcha en 2016 como un equipo mayoritariamente sanitario."
      },
      {
        "id": "B",
        "text": "Incluye personal de logística, agua y saneamiento o electricidad."
      },
      {
        "id": "C",
        "text": "Está diseñado para desplegarse en países en conflicto bélico."
      },
      {
        "id": "D",
        "text": "Realizó su primera intervención en Mozambique en 2019."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El equipo START (Chalecos Rojos) está diseñado para catástrofes naturales y emergencias sanitarias, no para intervenciones en zonas de conflicto armado.",
    "tags": [
      "aecid",
      "emergencias",
      "humanitario"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q176",
    "stem": "El secreto Pacto de Granada…",
    "options": [
      {
        "id": "A",
        "text": "Firmado en 1493, recogía la devolución del Rosellón."
      },
      {
        "id": "B",
        "text": "Firmado en 1493 para la ocupación de Nápoles."
      },
      {
        "id": "C",
        "text": "Firmado en 1500 entre Carlos VIII y Fernando el Católico."
      },
      {
        "id": "D",
        "text": "Firmado entre Luis XII y Fernando el Católico en 1500."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Mediante este pacto, las monarquías de Francia y Aragón acordaron repartirse el Reino de Nápoles, desencadenando posteriormente las guerras de Italia.",
    "tags": [
      "historia",
      "españa",
      "francia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q177",
    "stem": "¿Bajo el mandato de qué rey se produjo la revuelta de las barretines?",
    "options": [
      {
        "id": "A",
        "text": "Felipe III"
      },
      {
        "id": "B",
        "text": "Felipe IV"
      },
      {
        "id": "C",
        "text": "Carlos II"
      },
      {
        "id": "D",
        "text": "Carlos III"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "También conocida como la revuelta de los Gorretes (1687-1689), fue un levantamiento campesino en Cataluña motivado por la presión fiscal y el alojamiento de tropas durante el reinado del último Austria.",
    "tags": [
      "historia",
      "españa",
      "siglo-xvii"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q178",
    "stem": "Señale la respuesta correcta:",
    "options": [
      {
        "id": "A",
        "text": "La Paz de Basilea pone fin a la Guerra de las Naranjas."
      },
      {
        "id": "B",
        "text": "El Tratado de San Ildefonso se firma con el Directorio francés."
      },
      {
        "id": "C",
        "text": "España recupera Santo Domingo tras la Paz de Basilea."
      },
      {
        "id": "D",
        "text": "Ninguna respuesta es correcta."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El segundo Tratado de San Ildefonso (1796) selló la alianza militar entre la España de Carlos IV y la Francia del Directorio contra Gran Bretaña.",
    "tags": [
      "historia",
      "tratados",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q179",
    "stem": "¿Quién escribió la obra “Reflexiones sobre la Revolución francesa”?",
    "options": [
      {
        "id": "A",
        "text": "Joseph de Maistre"
      },
      {
        "id": "B",
        "text": "Karl Ludwig von Haller"
      },
      {
        "id": "C",
        "text": "Novalis"
      },
      {
        "id": "D",
        "text": "Edmund Burke"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Publicada en 1790, es la obra fundacional del conservadurismo moderno, donde Burke critica la ruptura violenta con la tradición y el orden social.",
    "tags": [
      "historia",
      "filosofia-politica",
      "revolucion-francesa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q180",
    "stem": "¿En qué año tuvo lugar la Batalla de Pensacola?",
    "options": [
      {
        "id": "A",
        "text": "1777"
      },
      {
        "id": "B",
        "text": "1778"
      },
      {
        "id": "C",
        "text": "1781"
      },
      {
        "id": "D",
        "text": "1783"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Liderada por Bernardo de Gálvez, esta victoria española fue decisiva para expulsar a los británicos de Florida y apoyar la independencia de los Estados Unidos.",
    "tags": [
      "historia",
      "españa",
      "eeuu"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q181",
    "stem": "¿A qué ámbito corresponde la reforma Mon-Santillán de 1845?",
    "options": [
      {
        "id": "A",
        "text": "Fiscal"
      },
      {
        "id": "B",
        "text": "Educativo"
      },
      {
        "id": "C",
        "text": "Militar"
      },
      {
        "id": "D",
        "text": "Religioso"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Reforma Mon-Santillán es la base del **sistema tributario moderno en España**, simplificando la maraña de impuestos del Antiguo Régimen en un sistema más unificado y racional.",
    "tags": [
      "historia",
      "españa",
      "siglo-xix",
      "economia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q182",
    "stem": "¿Con cuál de las siguientes ciudades balneario asociaría las negociaciones secretas entre Napoleón III y el Conde de Cavour en el marco del proceso de unificación italiana?",
    "options": [
      {
        "id": "A",
        "text": "Bad Ems"
      },
      {
        "id": "B",
        "text": "Plombières-les-Bains"
      },
      {
        "id": "C",
        "text": "Baden Baden"
      },
      {
        "id": "D",
        "text": "Montecatini Terme"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "En el **Acuerdo de Plombières (1858)**, Francia y el Reino de Piamonte-Cerdeña acordaron una alianza militar contra Austria, paso fundamental para la unificación de Italia.",
    "tags": [
      "historia-europa",
      "unificacion-italiana",
      "francia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q183",
    "stem": "Señale la respuesta correcta en relación con la Constitución de 1876:",
    "options": [
      {
        "id": "A",
        "text": "Es la Constitución más duradera de la historia de España"
      },
      {
        "id": "B",
        "text": "Recoge la libertad de culto y la confesionalidad católica del Estado"
      },
      {
        "id": "C",
        "text": "No prevé nada de sufragio"
      },
      {
        "id": "D",
        "text": "Todas las respuestas anteriores son correctas"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Constitución de la Restauración destacó por su **longevidad (vigente hasta 1923/1931)** y por un compromiso pragmático entre la confesionalidad del Estado y una tolerancia privada de cultos.",
    "tags": [
      "historia",
      "españa",
      "constitucion",
      "restauracion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q184",
    "stem": "¿A cuál de los siguientes autores se atribuye la frase “oscura noche intelectual” para referirse al reinado de Fernando VII?",
    "options": [
      {
        "id": "A",
        "text": "Martínez de la Rosa"
      },
      {
        "id": "B",
        "text": "Mariano José de Larra"
      },
      {
        "id": "C",
        "text": "Mesonero Romanos"
      },
      {
        "id": "D",
        "text": "Duque de Rivas"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Francisco Martínez de la Rosa utilizó esta expresión para describir el **clima de represión y censura** contra los liberales y la cultura ilustrada durante la década ominosa.",
    "tags": [
      "historia",
      "españa",
      "fernando-vii",
      "literatura"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q185",
    "stem": "¿Qué fue el incidente de Dogger Bank?",
    "options": [
      {
        "id": "A",
        "text": "Un conflicto diplomático entre el Reino Unido y Rusia en el marco de la guerra ruso-japonesa"
      },
      {
        "id": "B",
        "text": "El conflicto que desencadenó la firma del Tratado de San Petersburgo de 1907 entre el Reino Unido y Rusia"
      },
      {
        "id": "C",
        "text": "Un accidente que afectó a la Armada británica en el mar del Norte en 1904"
      },
      {
        "id": "D",
        "text": "Un accidente que afectó a la flota rusa en el mar del Norte en 1904"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Ocurrió cuando la flota rusa del Báltico, de camino a Japón, **atacó por error a pesqueros británicos** al confundirlos con lanchas torpederas japonesas, casi provocando una guerra con Londres.",
    "tags": [
      "historia-europa",
      "rusia",
      "reino-unido",
      "siglo-xx"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q186",
    "stem": "El armisticio de Padua precede al…",
    "options": [
      {
        "id": "A",
        "text": "Tratado de Saint Germain en Laye"
      },
      {
        "id": "B",
        "text": "Tratado de Neuilly"
      },
      {
        "id": "C",
        "text": "Tratado de Trianon"
      },
      {
        "id": "D",
        "text": "Tratado de Sèvres"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El armisticio de Villa Giusti (Padua) puso fin a las hostilidades entre Italia y el Imperio Austro-Húngaro, desembocando en el **Tratado de Saint-Germain-en-Laye (1919)**.",
    "tags": [
      "primera-guerra-mundial",
      "tratados",
      "austria"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q187",
    "stem": "¿En qué año se disuelve la Komintern?",
    "options": [
      {
        "id": "A",
        "text": "1940"
      },
      {
        "id": "B",
        "text": "1943"
      },
      {
        "id": "C",
        "text": "1945"
      },
      {
        "id": "D",
        "text": "1947"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Stalin disolvió la Internacional Comunista en 1943 como un **gesto de buena voluntad hacia sus aliados occidentales** (EE.UU. y Reino Unido) durante la Segunda Guerra Mundial.",
    "tags": [
      "segunda-guerra-mundial",
      "urss",
      "comunismo"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q188",
    "stem": "Señale la respuesta correcta relativa al orden de Presidentes de Estados Unidos:",
    "options": [
      {
        "id": "A",
        "text": "William Taft, Woodrow Wilson, Calvin Coolidge, Herbert Hoover"
      },
      {
        "id": "B",
        "text": "Woodrow Wilson, Warren Harding, Calvin Coolidge, Herbert Hoover"
      },
      {
        "id": "C",
        "text": "Theodore Roosevelt, William Taft, Woodrow Wilson, Calvin Coolidge"
      },
      {
        "id": "D",
        "text": "Woodrow Wilson, Calvin Coolidge, Herbert Hoover, Warren Harding"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El orden cronológico correcto de la presidencia estadounidense en las primeras décadas del siglo XX es: **Wilson (demócrata), seguido por los republicanos Harding, Coolidge y finalmente Hoover**.",
    "tags": [
      "eeuu",
      "historia-politica",
      "presidentes"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q189",
    "stem": "¿Con qué autor de la Generación del 98 relacionaría la obra 'La destrucción o el amor'?",
    "options": [
      {
        "id": "A",
        "text": "Pedro Salinas"
      },
      {
        "id": "B",
        "text": "Vicente Aleixandre"
      },
      {
        "id": "C",
        "text": "Gerardo Diego"
      },
      {
        "id": "D",
        "text": "Dámaso Alonso"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Aunque la pregunta menciona por error la Generación del 98, la obra es fundamental de **Vicente Aleixandre**, miembro clave de la **Generación del 27** y Premio Nobel.",
    "tags": [
      "literatura",
      "españa",
      "generacion-27"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q190",
    "stem": "¿Qué general español se hizo con el control de Mallorca tras el alzamiento del 17 de julio de 1936?",
    "options": [
      {
        "id": "A",
        "text": "Joaquín Fanjul"
      },
      {
        "id": "B",
        "text": "Gonzalo Queipo de Llano"
      },
      {
        "id": "C",
        "text": "Manuel Goded"
      },
      {
        "id": "D",
        "text": "José Sanjurjo"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El general Manuel Goded lideró el golpe en las Baleares antes de trasladarse a Barcelona, donde fracasó y fue capturado por las fuerzas republicanas.",
    "tags": [
      "guerra-civil",
      "españa",
      "mallorca",
      "militares"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q191",
    "stem": "La Marcha Verde tiene lugar…",
    "options": [
      {
        "id": "A",
        "text": "El 6 de noviembre de 1975"
      },
      {
        "id": "B",
        "text": "El 10 de noviembre de 1975"
      },
      {
        "id": "C",
        "text": "El 14 de noviembre de 1975"
      },
      {
        "id": "D",
        "text": "El 21 de noviembre de 1975"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El **6 de noviembre de 1975**, miles de civiles marroquíes cruzaron la frontera del Sáhara Español por orden del rey Hasán II, aprovechando la agonía de Franco.",
    "tags": [
      "españa",
      "marruecos",
      "sahara-occidental",
      "transicion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q192",
    "stem": "Señale la respuesta correcta relativa a los Acuerdos de Córdoba sobre Gibraltar",
    "options": [
      {
        "id": "A",
        "text": "Se enmarcan en el proceso de Bruselas"
      },
      {
        "id": "B",
        "text": "Son firmados entre España y el Reino Unido"
      },
      {
        "id": "C",
        "text": "Firmados en 2007"
      },
      {
        "id": "D",
        "text": "Acuerdo para la apertura de una sede del Instituto Cervantes"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Los Acuerdos de 2006 (no 2007) incluyeron medidas de cooperación técnica y permitieron la **apertura del Instituto Cervantes en Gibraltar**, la primera sede en suelo británico con estatus especial.",
    "tags": [
      "gibraltar",
      "españa",
      "reino-unido",
      "diplomacia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q193",
    "stem": "¿Con cuál de los siguientes conflictos de la Guerra fría relacionaría la Operación Víveres?",
    "options": [
      {
        "id": "A",
        "text": "Bloqueo de Berlín"
      },
      {
        "id": "B",
        "text": "Guerra de Vietnam"
      },
      {
        "id": "C",
        "text": "Desembarco en Bahía de Cochinos"
      },
      {
        "id": "D",
        "text": "Crisis de los Estrechos Turco"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Durante el **Bloqueo de Berlín (1948-1949)**, los aliados occidentales organizaron un puente aéreo masivo para suministrar víveres y combustible a la población de Berlín Occidental.",
    "tags": [
      "guerra-fria",
      "berlin",
      "eeuu",
      "urss"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q194",
    "stem": "¿En qué año se firmó la Declaración Conjunta Sino-Británica que acordaba la devolución a China del territorio de Hong Kong?",
    "options": [
      {
        "id": "A",
        "text": "1984"
      },
      {
        "id": "B",
        "text": "1987"
      },
      {
        "id": "C",
        "text": "1994"
      },
      {
        "id": "D",
        "text": "1997"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Firmada en **1984** por Margaret Thatcher y Zhao Ziyang, estableció el principio de 'un país, dos sistemas' para la retrocesión definitiva en 1997.",
    "tags": [
      "china",
      "reino-unido",
      "hong-kong",
      "tratados"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q195",
    "stem": "¿Con qué países relacionaría el conocido como picnic paneuropeo?",
    "options": [
      {
        "id": "A",
        "text": "Austria y Hungría"
      },
      {
        "id": "B",
        "text": "Hungría y Checoslovaquia"
      },
      {
        "id": "C",
        "text": "Austria y Checoslovaquia"
      },
      {
        "id": "D",
        "text": "Austria y Alemania"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Fue una manifestación en la frontera entre **Austria y Hungría en 1989** que permitió la primera apertura física del Telón de Acero para cientos de ciudadanos de la RDA.",
    "tags": [
      "historia-europa",
      "caida-muro",
      "austria",
      "hungria"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q196",
    "stem": "¿En qué año se celebró el Juicio de las Juntas en Argentina?",
    "options": [
      {
        "id": "A",
        "text": "1983"
      },
      {
        "id": "B",
        "text": "1984"
      },
      {
        "id": "C",
        "text": "1985"
      },
      {
        "id": "D",
        "text": "1986"
      }
    ],
    "correct": [
      "1985"
    ],
    "explanation": "Bajo el gobierno de Raúl Alfonsín, **1985** fue el año clave en que la justicia civil procesó a los comandantes de la última dictadura militar argentina.",
    "tags": [
      "argentina",
      "derechos-humanos",
      "justicia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q197",
    "stem": "Señale la respuesta correcta sobre los Acuerdos del Valle de Aravá.",
    "options": [
      {
        "id": "A",
        "text": "Establecen la paz y el reconocimiento mutuo entre Israel e Irak"
      },
      {
        "id": "B",
        "text": "Establecen la paz y el reconocimiento mutuo entre Israel y Egipto"
      },
      {
        "id": "C",
        "text": "Establecen la paz y el reconocimiento mutuo entre Israel y Siria"
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores es correcta"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Tratado de Paz del Valle de Aravá (1994) se firmó entre **Israel y Jordania**, país que no figura en las opciones A, B o C.",
    "tags": [
      "oriente-proximo",
      "israel",
      "jordania",
      "paz"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q198",
    "stem": "El Comité Zangger tiene como finalidad…",
    "options": [
      {
        "id": "A",
        "text": "Controlar las exportaciones de tecnologías asociadas a la fabricación de misiles de largo alcance"
      },
      {
        "id": "B",
        "text": "Controlar las exportaciones de sustancias químicas y agentes biológicos"
      },
      {
        "id": "C",
        "text": "Controlar las exportaciones de ciertos productos relacionados con el ciclo nuclear"
      },
      {
        "id": "D",
        "text": "Todas las anteriores son correctas"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Formado tras la entrada en vigor del TNP, el **Comité Zangger** mantiene una lista de materiales y equipos (Trigger List) que solo pueden exportarse bajo salvaguardias nucleares.",
    "tags": [
      "desarme",
      "nuclear",
      "relaciones-internacionales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q199",
    "stem": "¿Cuál es la primera operación de mantenimiento de la paz en la que participó España?",
    "options": [
      {
        "id": "A",
        "text": "UNAVEM I"
      },
      {
        "id": "B",
        "text": "ONUCA"
      },
      {
        "id": "C",
        "text": "ONUSAL"
      },
      {
        "id": "D",
        "text": "UNAVEM II"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "En 1989, España envió observadores militares a Angola dentro de la misión **UNAVEM I**, marcando el inicio de su participación moderna en misiones de paz de la ONU.",
    "tags": [
      "españa",
      "nnuu",
      "fuerzas-armadas",
      "misiones-paz"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q200",
    "stem": "¿Quién ha ganado el premio Alfaguara de novela en 2023?",
    "options": [
      {
        "id": "A",
        "text": "Gustavo Rodríguez"
      },
      {
        "id": "B",
        "text": "Claudia Piñero"
      },
      {
        "id": "C",
        "text": "Christian Alarcón"
      },
      {
        "id": "D",
        "text": "Pilar Quintana"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El escritor peruano **Gustavo Rodríguez** obtuvo el galardón en 2023 con su obra 'Cien cuyes', una tragicomedia sobre la vejez y la muerte.",
    "tags": [
      "literatura",
      "cultura",
      "premios"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q201",
    "stem": "Señale la respuesta correcta: Según el artículo 37.1 del Estatuto de la Corte Internacional de Justicia, las fuentes del derecho internacional son:",
    "options": [
      {
        "id": "A",
        "text": "Las convenciones internacionales, la costumbre internacional y los principios generales del derecho."
      },
      {
        "id": "B",
        "text": "Las decisiones judiciales y las doctrinas de los publicistas de mayor competencia."
      },
      {
        "id": "C",
        "text": "Los tratados o convenciones vigentes que disponen el sometimiento a la jurisdicción de la Sociedad de las Naciones."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo que enumera las fuentes del Derecho Internacional es el 38.1, mientras que el artículo 37 establece que los asuntos que debían someterse a la antigua Corte Permanente de Justicia Internacional pasarán a ser competencia de la Corte Internacional de Justicia.",
    "tags": [
      "cij",
      "derecho-internacional",
      "estatuto-cij"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q202",
    "stem": "Sobre la organización de la Corte Internacional de Justicia:",
    "options": [
      {
        "id": "A",
        "text": "La Corte se compondrá de doce miembros independientes."
      },
      {
        "id": "B",
        "text": "No podrá haber dos miembros que sean nacionales del mismo Estado."
      },
      {
        "id": "C",
        "text": "Los miembros son elegidos exclusivamente por la Asamblea General."
      },
      {
        "id": "D",
        "text": "La nacionalidad es el criterio principal para la elección de los magistrados."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Según el Estatuto de la Corte, esta se compone de quince miembros y prohíbe taxativamente que dos de ellos tengan la misma nacionalidad.",
    "tags": [
      "cij",
      "organización",
      "naciones-unidas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q203",
    "stem": "De conformidad con la Convención de Viena de Derecho de los Tratados de 1969, se entiende por 'tratado':",
    "options": [
      {
        "id": "A",
        "text": "Un acuerdo internacional celebrado por escrito entre Estados y regido por el derecho internacional."
      },
      {
        "id": "B",
        "text": "Un acuerdo celebrado por escrito entre España y otro u otros sujetos de Derecho Internacional."
      },
      {
        "id": "C",
        "text": "Cualquier acuerdo verbal o escrito entre sujetos internacionales."
      },
      {
        "id": "D",
        "text": "Un pacto que solo es válido si consta en un instrumento único."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La definición internacional del Tratado exige que sea un acuerdo por escrito entre Estados bajo el marco del Derecho Internacional, independientemente de si consta en uno o varios instrumentos conexos.",
    "tags": [
      "tratados",
      "viena-1969",
      "derecho-internacional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q204",
    "stem": "De conformidad con la Ley 25/2014, de 27 de noviembre, la 'firma ad referendum' es:",
    "options": [
      {
        "id": "A",
        "text": "El acto por el que España manifiesta el consentimiento en obligarse por un canje de instrumentos."
      },
      {
        "id": "B",
        "text": "El acto por el que España firma un tratado sin previa autorización del Consejo de Ministros, requiriendo su aprobación posterior."
      },
      {
        "id": "C",
        "text": "La firma abreviada o las iniciales del plenipotenciario."
      },
      {
        "id": "D",
        "text": "La manifestación definitiva del consentimiento en obligarse por un tratado."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Esta modalidad de firma permite la rúbrica urgente del tratado por parte del representante español, pero su validez definitiva queda supeditada a que el Consejo de Ministros la ratifique posteriormente.",
    "tags": [
      "ley-25-2014",
      "españa",
      "tratados"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q205",
    "stem": "En relación con los Acuerdos Internacionales Administrativos (Ley 25/2014):",
    "options": [
      {
        "id": "A",
        "text": "Pueden celebrarse en ejecución de un tratado cuando este lo prevea."
      },
      {
        "id": "B",
        "text": "Deben ser remitidos a la Asesoría Jurídica Internacional del MAEC para informe preceptivo."
      },
      {
        "id": "C",
        "text": "El plazo para la emisión de informes técnicos es de diez días."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La normativa española establece que estos acuerdos deben ajustarse al tratado marco, requieren supervisión jurídica y, si implican gastos, necesitan un informe de suficiencia presupuestaria de Hacienda.",
    "tags": [
      "ley-25-2014",
      "administración-pública",
      "informes"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q206",
    "stem": "Señale la respuesta INCORRECTA según la Convención de Viena sobre Derecho de los Tratados de 1969:",
    "options": [
      {
        "id": "A",
        "text": "La ruptura de relaciones diplomáticas no afecta a las relaciones jurídicas del tratado, salvo que sean indispensables."
      },
      {
        "id": "B",
        "text": "El depositario de un tratado está obligado a actuar de forma imparcial."
      },
      {
        "id": "C",
        "text": "Se entiende por 'Estado negociador' aquel que solo ha participado en la elaboración del texto."
      },
      {
        "id": "D",
        "text": "Un tratado puede aplicarse provisionalmente antes de su entrada en vigor si así se conviene."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La definición correcta de 'Estado negociador' incluye tanto la participación en la elaboración como en la adopción del texto del tratado, por lo que la omisión de este último elemento invalida la opción.",
    "tags": [
      "viena-1969",
      "terminología",
      "derecho-internacional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q207",
    "stem": "En relación con la Convención de Viena de Relaciones Diplomáticas de 1961, es correcto que:",
    "options": [
      {
        "id": "A",
        "text": "El Estado receptor puede discriminar entre Estados si aplica criterios restrictivos a todos."
      },
      {
        "id": "B",
        "text": "El agente diplomático nacional del Estado receptor goza de inmunidad total por actos privados."
      },
      {
        "id": "C",
        "text": "La precedencia de los jefes de misión se establece por la fecha y hora en que asumen sus funciones."
      },
      {
        "id": "D",
        "text": "Las modificaciones en las cartas credenciales siempre alteran el orden de precedencia."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El orden de precedencia entre jefes de misión de la misma clase se determina estrictamente por la antigüedad en el cargo, respetando los usos sobre el representante de la Santa Sede.",
    "tags": [
      "diplomacia",
      "viena-1961",
      "precedencia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q208",
    "stem": "Se entiende por 'miembros de la oficina consular':",
    "options": [
      {
        "id": "A",
        "text": "Los empleados consulares y el personal de servicio."
      },
      {
        "id": "B",
        "text": "Únicamente los funcionarios consulares de carrera."
      },
      {
        "id": "C",
        "text": "Los funcionarios y el personal doméstico privado."
      },
      {
        "id": "D",
        "text": "Los funcionarios consulares, empleados consulares y miembros del personal de servicio."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Convención de 1963 define esta categoría de forma amplia, incluyendo tanto al personal técnico y administrativo como a quienes realizan labores de servicio en la oficina.",
    "tags": [
      "consular",
      "viena-1963",
      "personal-consular"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q209",
    "stem": "Sobre los Cónsules Honorarios de España en el exterior:",
    "options": [
      {
        "id": "A",
        "text": "La propuesta de establecimiento se hace por despacho razonado al MAEC."
      },
      {
        "id": "B",
        "text": "El candidato debe ser mayor de edad, residente en la sede y de reconocida honorabilidad."
      },
      {
        "id": "C",
        "text": "Actúan como auxiliares o delegados del funcionario de carrera del que dependen."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Los agentes consulares honorarios están regulados por el Real Decreto 1390/2007, que establece su carácter auxiliar y los requisitos de idoneidad y residencia para su nombramiento.",
    "tags": [
      "consular",
      "españa",
      "cónsules-honorarios"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q210",
    "stem": "Sobre el Derecho del Mar, señale la respuesta INCORRECTA:",
    "options": [
      {
        "id": "A",
        "text": "Las aguas situadas al interior de la línea de base son aguas interiores."
      },
      {
        "id": "B",
        "text": "La línea de base en la desembocadura de un río es una línea recta entre los puntos de bajamar."
      },
      {
        "id": "C",
        "text": "Los Estados sin litoral tienen derecho a participar en el excedente de recursos vivos de la ZEE."
      },
      {
        "id": "D",
        "text": "El Estado ribereño no puede exigir la salida de un buque de guerra que incumpla las leyes de paso."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "De acuerdo con el artículo 30 de la Convención, si un buque de guerra no acata las leyes del Estado ribereño, este tiene la potestad de exigirle que abandone el mar territorial de inmediato.",
    "tags": [
      "derecho-del-mar",
      "unclos",
      "soberanía"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q211",
    "stem": "Sobre el Derecho del Mar, señale la respuesta correcta:",
    "options": [
      {
        "id": "A",
        "text": "Los Estados sin litoral no tendrán derecho a participar en la explotación de los recursos vivos de las ZEE."
      },
      {
        "id": "B",
        "text": "Un buque de guerra tiene derecho de visita en alta mar si sospecha que un buque extranjero se dedica a la piratería o trata de esclavos."
      },
      {
        "id": "C",
        "text": "Todos los Estados tienen derecho a tender cables y tuberías submarinos únicamente en su propia plataforma continental."
      },
      {
        "id": "D",
        "text": "Todas las respuestas son correctas."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "De acuerdo con el artículo 110 de la Convención, el derecho de visita se justifica ante sospechas fundadas de piratería, trata de esclavos, transmisiones no autorizadas o falta de nacionalidad.",
    "tags": [
      "derecho-del-mar",
      "unclos",
      "alta-mar"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q212",
    "stem": "En relación con la Carta de las Naciones Unidas, señale la opción correcta:",
    "options": [
      {
        "id": "A",
        "text": "El artículo 33, sobre arreglo pacífico de controversias, está incluido en el capítulo VII."
      },
      {
        "id": "B",
        "text": "Antes de requerir fuerzas armadas a un Miembro no representado en el Consejo, este será invitado a participar en las decisiones relativas al empleo de sus contingentes."
      },
      {
        "id": "C",
        "text": "Los planes para el empleo de la fuerza armada son realizados por la Asamblea General."
      },
      {
        "id": "D",
        "text": "Todas las preguntas son incorrectas."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El artículo 44 establece que el Consejo de Seguridad debe invitar al Miembro que proveerá fuerzas armadas a participar en las decisiones sobre el empleo de sus propios contingentes.",
    "tags": [
      "onu",
      "carta-naciones-unidas",
      "seguridad-colectiva"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q213",
    "stem": "Conforme a la disposición adicional octava de la Ley 20/2022 de Memoria Democrática, podrán optar a la nacionalidad española:",
    "options": [
      {
        "id": "A",
        "text": "Los nacidos fuera de España de ascendientes que perdieron la nacionalidad por exilio político o ideológico."
      },
      {
        "id": "B",
        "text": "Los hijos e hijas de mujeres españolas que perdieron su nacionalidad por casarse con extranjeros antes de 1978."
      },
      {
        "id": "C",
        "text": "Los hijos e hijas mayores de edad de aquellos a quienes se les reconoció la nacionalidad de origen por esta ley o la Ley 52/2007."
      },
      {
        "id": "D",
        "text": "Todas las respuestas son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Ley de Memoria Democrática amplió los supuestos de opción a la nacionalidad para descendientes de españoles en diversas situaciones históricas de pérdida de nacionalidad [4-6].",
    "tags": [
      "nacionalidad",
      "memoria-democratica",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q214",
    "stem": "Sobre la reforma de la Carta de las Naciones Unidas, es cierto que:",
    "options": [
      {
        "id": "A",
        "text": "Las reformas entran en vigor cuando son adoptadas por un tercio de la Asamblea General."
      },
      {
        "id": "B",
        "text": "La Conferencia General para revisar la Carta puede convocarse por voto de las dos terceras partes de la Asamblea y nueve miembros del Consejo de Seguridad."
      },
      {
        "id": "C",
        "text": "Las reformas no requieren la ratificación de los miembros permanentes del Consejo de Seguridad."
      },
      {
        "id": "D",
        "text": "La fecha y lugar de la Conferencia General se determinan exclusivamente por la Asamblea General."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El artículo 109 especifica que la convocatoria para la revisión requiere el voto de las dos terceras partes de la Asamblea y de cualesquiera nueve miembros del Consejo de Seguridad [6-8].",
    "tags": [
      "onu",
      "reforma-carta",
      "procedimiento"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q215",
    "stem": "¿Quién ostenta la presidencia del ECOSOC en el periodo 2022-2023?",
    "options": [
      {
        "id": "A",
        "text": "Munir Akram"
      },
      {
        "id": "B",
        "text": "Ali Hachani"
      },
      {
        "id": "C",
        "text": "Collen Vixen Kelapile"
      },
      {
        "id": "D",
        "text": "Lachezara Stoeva"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Lachezara Stoeva fue elegida como Presidenta del Consejo Económico y Social (ECOSOC) en julio de 2022.",
    "tags": [
      "onu",
      "ecosoc",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q216",
    "stem": "Señale la opción correcta en relación con la Unión Postal Universal:",
    "options": [
      {
        "id": "A",
        "text": "Se creó en 1874 en la ciudad de Berna."
      },
      {
        "id": "B",
        "text": "Tiene 192 estados miembros."
      },
      {
        "id": "C",
        "text": "Es la segunda organización internacional más antigua del mundo."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La UPU es una de las organizaciones intergubernamentales más antiguas, establecida por el Tratado de Berna para coordinar las políticas postales mundiales.",
    "tags": [
      "organizaciones-internacionales",
      "upu",
      "historia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q217",
    "stem": "Sobre el Consejo de Paz y Seguridad de la Unión Africana:",
    "options": [
      {
        "id": "A",
        "text": "Su protocolo de creación se aprobó en 2003 y entró en vigor en 2004."
      },
      {
        "id": "B",
        "text": "Su protocolo de creación se aprobó en 2002 y entró en vigor en 2004."
      },
      {
        "id": "C",
        "text": "Su protocolo de creación se aprobó en 2002 y entró en vigor en 2003."
      },
      {
        "id": "D",
        "text": "Su protocolo de creación se aprobó en 2001 y entró en vigor en 2003."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El protocolo que establece este órgano clave para la seguridad en África fue adoptado en la cumbre de Durban en 2002 y comenzó su vigencia en 2003.",
    "tags": [
      "union-africana",
      "seguridad",
      "africa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q218",
    "stem": "En relación con la Cumbre de la OTAN de Madrid y su Concepto Estratégico:",
    "options": [
      {
        "id": "A",
        "text": "Es la primera actualización de este documento desde 2010."
      },
      {
        "id": "B",
        "text": "Describe la transformación de la OTAN basada en la agenda 2030 adoptada en 2021."
      },
      {
        "id": "C",
        "text": "Incluyó por primera vez a líderes de los socios de Asia-Pacífico."
      },
      {
        "id": "D",
        "text": "Todas son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La cumbre de Madrid de 2022 fue histórica por actualizar la hoja de ruta estratégica de la Alianza y fortalecer vínculos con socios globales como Australia, Japón o Corea del Sur.",
    "tags": [
      "otan",
      "madrid-2022",
      "seguridad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q219",
    "stem": "¿Cuál es el orden cronológico correcto de ingreso en la OTAN de los siguientes países?",
    "options": [
      {
        "id": "A",
        "text": "Macedonia del Norte (2020), Montenegro (2017), Croacia (2009), Albania (2009)"
      },
      {
        "id": "B",
        "text": "Macedonia del Norte (2020), Croacia (2017), Montenegro (2009), Albania (2009)"
      },
      {
        "id": "C",
        "text": "Macedonia del Norte (2020), Rumanía (2017), Montenegro (2004), República Checa (1998)"
      },
      {
        "id": "D",
        "text": "Macedonia del Norte (2020), Montenegro (2018), Croacia (2009), Albania (2008)"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Albania y Croacia se unieron simultáneamente en 2009, seguidos por Montenegro en 2017 y Macedonia del Norte en 2020.",
    "tags": [
      "otan",
      "ampliacion",
      "balcanes"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q220",
    "stem": "¿Qué dos mandos estratégicos están bajo la autoridad del Comité Militar de la OTAN?",
    "options": [
      {
        "id": "A",
        "text": "Mando cruzado de operaciones y Mando cruzado de transformación."
      },
      {
        "id": "B",
        "text": "Mando aliado de operaciones y mando cruzado de transformación."
      },
      {
        "id": "C",
        "text": "Mando aliado de operaciones y mando aliado de transformación."
      },
      {
        "id": "D",
        "text": "Mando aliado militar y mando operativo."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La estructura de mando militar de la OTAN se divide principalmente en el ACO (operaciones) y el ACT (transformación).",
    "tags": [
      "otan",
      "estructura-militar"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q221",
    "stem": "¿Qué país ejerce la presidencia de la OSCE durante el año 2023?",
    "options": [
      {
        "id": "A",
        "text": "Polonia"
      },
      {
        "id": "B",
        "text": "Alemania"
      },
      {
        "id": "C",
        "text": "Italia"
      },
      {
        "id": "D",
        "text": "Macedonia del Norte"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Macedonia del Norte asumió la presidencia rotatoria de la Organización para la Seguridad y la Cooperación en Europa para el ejercicio 2023.",
    "tags": [
      "osce",
      "cargos",
      "diplomacia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q222",
    "stem": "Según el Código de Comercio, se consideran comerciantes:",
    "options": [
      {
        "id": "A",
        "text": "Las compañías mercantiles o industriales que se constituyan con arreglo a la ley."
      },
      {
        "id": "B",
        "text": "Exclusivamente personas físicas con capacidad legal."
      },
      {
        "id": "C",
        "text": "Los que, teniendo capacidad legal, se dedican al comercio habitualmente y las compañías mercantiles o industriales constituidas según el Código."
      },
      {
        "id": "D",
        "text": "Cualquier persona que realice un acto de comercio esporádico."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 1 del Código de Comercio define al comerciante tanto por la habitualidad de la persona física con capacidad como por la forma jurídica de la compañía.",
    "tags": [
      "derecho-mercantil",
      "codigo-de-comercio"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q223",
    "stem": "En relación con los testamentos a bordo de un buque, señale la opción correcta:",
    "options": [
      {
        "id": "A",
        "text": "El capitán autorizará el testamento marítimo pero no podrá recibir el ológrafo."
      },
      {
        "id": "B",
        "text": "El capitán solo tiene funciones de testigo, no de autorización."
      },
      {
        "id": "C",
        "text": "El capitán autorizará el testamento marítimo y recibirá el cerrado, dejando constancia en el Diario de Navegación."
      },
      {
        "id": "D",
        "text": "El capitán no tiene competencias en materia testamentaria."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Ley de Navegación Marítima otorga al capitán la potestad de autorizar testamentos marítimos y recibir testamentos cerrados u ológrafos, asegurando su registro oficial a bordo.",
    "tags": [
      "derecho-maritimo",
      "sucesiones",
      "capitan"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q224",
    "stem": "Se define como 'buque' a efectos legales:",
    "options": [
      {
        "id": "A",
        "text": "Cualquier embarcación de recreo de más de 12 metros."
      },
      {
        "id": "B",
        "text": "Todo vehículo con estructura y capacidad para navegar por el mar, con cubierta corrida y eslora igual o superior a 24 metros."
      },
      {
        "id": "C",
        "text": "Todo artefacto flotante destinado a la navegación, sin importar su eslora."
      },
      {
        "id": "D",
        "text": "Aquella estructura rígida destinada exclusivamente al transporte de carga pesada."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "La Ley de Navegación Marítima establece criterios específicos de eslora (24m) y estructura (cubierta corrida) para la categorización técnica de buque.",
    "tags": [
      "derecho-maritimo",
      "buque",
      "definiciones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q225",
    "stem": "Sobre la naturaleza jurídica del buque, señale la afirmación correcta:",
    "options": [
      {
        "id": "A",
        "text": "Es un bien mueble registrable, compuesto de partes integrantes y pertenencias."
      },
      {
        "id": "B",
        "text": "Las pertenencias son elementos que no pueden separarse del buque sin menoscabo de su estructura."
      },
      {
        "id": "C",
        "text": "El buque pierde su identidad si sus partes integrantes son sustituidas."
      },
      {
        "id": "D",
        "text": "Se identifica exclusivamente por su nombre y pabellón."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El buque es un bien mueble sujeto a registro que mantiene su identidad propia a pesar de la sustitución de sus elementos componentes o de servicio.",
    "tags": [
      "derecho-maritimo",
      "registro-buques"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q226",
    "stem": "¿Cuál es la organización territorial de las regiones en Italia?",
    "options": [
      {
        "id": "A",
        "text": "20 regiones, todas con el mismo estatus ordinario."
      },
      {
        "id": "B",
        "text": "15 regiones ordinarias y 5 de Estatuto especial."
      },
      {
        "id": "C",
        "text": "25 regiones, con amplia autonomía fiscal."
      },
      {
        "id": "D",
        "text": "20 regiones, de las cuales 15 son de régimen ordinario y 5 de régimen especial."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Italia cuenta con 20 regiones, reconociendo una autonomía especial a Sicilia, Cerdeña, Valle de Aosta, Trentino-Alto Adigio y Friuli-Venecia Julia.",
    "tags": [
      "italia",
      "derecho-comparado",
      "regiones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q227",
    "stem": "¿Quién ostenta el cargo de Primer Ministro de Italia desde octubre de 2022?",
    "options": [
      {
        "id": "A",
        "text": "Mario Draghi"
      },
      {
        "id": "B",
        "text": "Matteo Salvini"
      },
      {
        "id": "C",
        "text": "Giorgia Meloni"
      },
      {
        "id": "D",
        "text": "Giuseppe Conte"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Giorgia Meloni fue nombrada Presidenta del Consejo de Ministros tras la victoria de su coalición en las elecciones generales.",
    "tags": [
      "italia",
      "cargos",
      "politica-internacional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q228",
    "stem": "¿Cómo se conoce coloquialmente a la sede del Ministerio de Asuntos Exteriores italiano?",
    "options": [
      {
        "id": "A",
        "text": "La Marchesina"
      },
      {
        "id": "B",
        "text": "La Carabbina"
      },
      {
        "id": "C",
        "text": "La Farnesina"
      },
      {
        "id": "D",
        "text": "La Fanettina"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Palazzo della Farnesina en Roma es el nombre por el cual se designa habitualmente a la diplomacia de Italia.",
    "tags": [
      "italia",
      "diplomacia",
      "sedes"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q229",
    "stem": "Identifique la afiliación política correcta de los 'Padres de la Constitución' española:",
    "options": [
      {
        "id": "A",
        "text": "Gabriel Cisneros y Miguel Herrero (UCD), Gregorio Peces-Barba (PSOE), Manuel Fraga (AP)."
      },
      {
        "id": "B",
        "text": "Jordi Solé Tura representaba a la Minoría Catalana."
      },
      {
        "id": "C",
        "text": "Miquel Roca pertenecía al PCE."
      },
      {
        "id": "D",
        "text": "Todos los ponentes pertenecían a UCD o PSOE."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La ponencia constitucional estuvo integrada por representantes de UCD, PSOE, AP, PCE y la Minoría Catalana, reflejando el consenso de la Transición.",
    "tags": [
      "constitucion-española",
      "historia",
      "transicion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q230",
    "stem": "El procedimiento de reforma agravada de la Constitución (art. 168) requiere:",
    "options": [
      {
        "id": "A",
        "text": "Aprobación del principio por mayoría de dos tercios de cada Cámara y disolución inmediata."
      },
      {
        "id": "B",
        "text": "Ratificación por las nuevas Cámaras y aprobación del nuevo texto por dos tercios."
      },
      {
        "id": "C",
        "text": "Sometimiento a referéndum vinculante para su ratificación final."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 168 establece un proceso complejo y reforzado para reformar el Título Preliminar, los Derechos Fundamentales o la Corona.",
    "tags": [
      "constitucion-española",
      "reforma-constitucional"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q231",
    "stem": "Según su Ley Orgánica, el Tribunal Constitucional español actúa en:",
    "options": [
      {
        "id": "A",
        "text": "Pleno o Sala únicamente."
      },
      {
        "id": "B",
        "text": "Pleno, Sala o Sección."
      },
      {
        "id": "C",
        "text": "Pleno, Sala o Gran Sala."
      },
      {
        "id": "D",
        "text": "Solo en Pleno para asuntos de inconstitucionalidad."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Tribunal se organiza en Pleno (todos los magistrados), dos Salas y diversas Secciones para el despacho ordinario y la admisibilidad.",
    "tags": [
      "tribunal-constitucional",
      "organizacion-judicial"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q232",
    "stem": "¿Quiénes están legitimados para interponer un recurso de inconstitucionalidad?",
    "options": [
      {
        "id": "A",
        "text": "Presidente del Gobierno y Defensor del Pueblo."
      },
      {
        "id": "B",
        "text": "50 Diputados o 50 Senadores."
      },
      {
        "id": "C",
        "text": "Órganos colegiados y ejecutivos de las Comunidades Autónomas."
      },
      {
        "id": "D",
        "text": "Todas las anteriores son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 32 de la LOTC y la Constitución otorgan esta legitimación a altos cargos del Estado, grupos parlamentarios y gobiernos autonómicos.",
    "tags": [
      "tribunal-constitucional",
      "derecho-procesal"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q233",
    "stem": "¿Quién está legitimado para interponer un recurso de amparo ante el Tribunal Constitucional?",
    "options": [
      {
        "id": "A",
        "text": "Únicamente la persona directamente afectada."
      },
      {
        "id": "B",
        "text": "El Defensor del Pueblo y el Ministerio Fiscal."
      },
      {
        "id": "C",
        "text": "La persona directamente afectada, el Defensor del Pueblo y el Ministerio Fiscal."
      },
      {
        "id": "D",
        "text": "Cualquier ciudadano español en ejercicio de la acción popular."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La protección de los derechos fundamentales mediante el amparo puede ser instada por el agraviado, la fiscalía o la defensoría del pueblo.",
    "tags": [
      "tribunal-constitucional",
      "amparo",
      "derechos-fundamentales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q234",
    "stem": "¿Cuál es el conjunto completo de títulos que ostenta el Heredero de la Corona de España?",
    "options": [
      {
        "id": "A",
        "text": "Príncipe de Asturias, de Gerona y de Viana."
      },
      {
        "id": "B",
        "text": "Príncipe de Asturias, Duque de Montblanc y Señor de Balaguer."
      },
      {
        "id": "C",
        "text": "Príncipe de Asturias, de Gerona, de Viana, Duque de Montblanc, Conde de Cervera y Señor de Balaguer."
      },
      {
        "id": "D",
        "text": "Príncipe de Asturias y de las Españas."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El Heredero utiliza los títulos tradicionales de los primogénitos de los antiguos reinos que formaron la Monarquía Española.",
    "tags": [
      "corona",
      "españa",
      "titulos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q235",
    "stem": "Sobre el Palacio Real de Madrid, señale la consideración correcta:",
    "options": [
      {
        "id": "A",
        "text": "Es la residencia privada oficial de la Familia Real."
      },
      {
        "id": "B",
        "text": "Es la sede de Patrimonio Nacional."
      },
      {
        "id": "C",
        "text": "Es la sede de la Corona española para actos de Estado."
      },
      {
        "id": "D",
        "text": "B y C son correctas."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Aunque el Rey reside en la Zarzuela, el Palacio Real es la sede oficial de la jefatura del Estado y está gestionado por Patrimonio Nacional.",
    "tags": [
      "corona",
      "patrimonio-nacional",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q236",
    "stem": "¿En qué legislatura se encuentra España durante el primer semestre de 2023?",
    "options": [
      {
        "id": "A",
        "text": "XIV Legislatura."
      },
      {
        "id": "B",
        "text": "XV Legislatura."
      },
      {
        "id": "C",
        "text": "XIII Legislatura."
      },
      {
        "id": "D",
        "text": "XVI Legislatura."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La XIV Legislatura comenzó tras las elecciones de noviembre de 2019 y se mantuvo activa hasta la convocatoria electoral de 2023.",
    "tags": [
      "politica-españa",
      "cortes-generales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q237",
    "stem": "Señale quién de las siguientes personas NO ha sido Presidente del Congreso de los Diputados:",
    "options": [
      {
        "id": "A",
        "text": "Juan Bravo Murillo."
      },
      {
        "id": "B",
        "text": "Patxi López."
      },
      {
        "id": "C",
        "text": "Ana María Pastor Julián."
      },
      {
        "id": "D",
        "text": "Ander Gil."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Ander Gil desempeñó el cargo de Presidente del Senado, no del Congreso de los Diputados.",
    "tags": [
      "cortes-generales",
      "congreso",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q238",
    "stem": "¿Cuántos grupos parlamentarios se encuentran constituidos en el Senado actualmente (periodo 2023)?",
    "options": [
      {
        "id": "A",
        "text": "7"
      },
      {
        "id": "B",
        "text": "8"
      },
      {
        "id": "C",
        "text": "9"
      },
      {
        "id": "D",
        "text": "10"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La fragmentación política en la Cámara Alta llevó a la formación de nueve grupos parlamentarios distintos durante este periodo.",
    "tags": [
      "senado",
      "grupos-parlamentarios",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q239",
    "stem": "¿Cuál de las siguientes comisiones del Congreso NO es una comisión permanente legislativa?",
    "options": [
      {
        "id": "A",
        "text": "Comisión de Interior."
      },
      {
        "id": "B",
        "text": "Comisión de Presupuestos."
      },
      {
        "id": "C",
        "text": "Comisión de Derechos de la Infancia y Adolescencia."
      },
      {
        "id": "D",
        "text": "Comisión de Igualdad."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Mientras que Interior o Presupuestos tienen carácter legislativo permanente, la de Infancia suele constituirse como comisión no legislativa o de seguimiento.",
    "tags": [
      "congreso",
      "comisiones-parlamentarias"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q240",
    "stem": "¿Cómo se compone la Mesa del Congreso de los Diputados?",
    "options": [
      {
        "id": "A",
        "text": "Presidente, cuatro Vicepresidentes y cuatro Secretarios."
      },
      {
        "id": "B",
        "text": "Presidente, dos Vicepresidentes y cuatro Secretarios."
      },
      {
        "id": "C",
        "text": "Presidente y cuatro Vicepresidentes."
      },
      {
        "id": "D",
        "text": "Presidente y portavoces de todos los grupos."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Mesa, órgano rector de la Cámara, está integrada por nueve miembros elegidos por el Pleno al inicio de la legislatura.",
    "tags": [
      "congreso",
      "mesa-del-congreso",
      "organizacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q241",
    "stem": "¿Cómo se compone la Mesa del Senado?",
    "options": [
      {
        "id": "A",
        "text": "Cuatro Vicepresidentes y cuatro Secretarios."
      },
      {
        "id": "B",
        "text": "Presidente y dos Vicepresidentes."
      },
      {
        "id": "C",
        "text": "Presidente, dos Vicepresidentes y cuatro Secretarios."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Mesa del Senado está integrada por el Presidente, dos Vicepresidentes y cuatro Secretarios para asegurar la representación de la Cámara.",
    "tags": [
      "senado",
      "mesa-del-senado",
      "organizacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q242",
    "stem": "De acuerdo con el Reglamento del Congreso de los Diputados, la iniciativa legislativa ante esta Cámara corresponde a:",
    "options": [
      {
        "id": "A",
        "text": "Al Gobierno y al Senado."
      },
      {
        "id": "B",
        "text": "A las Asambleas de las Comunidades Autónomas."
      },
      {
        "id": "C",
        "text": "A los ciudadanos y al propio Congreso de los Diputados."
      },
      {
        "id": "D",
        "text": "Todas las anteriores."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 108 del Reglamento establece que la iniciativa puede provenir del Gobierno, el Senado, las CCAA, la iniciativa popular o el propio Congreso.",
    "tags": [
      "congreso",
      "iniciativa-legislativa",
      "derecho-parlamentario"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q243",
    "stem": "Sobre las Comisiones Delegadas del Gobierno:",
    "options": [
      {
        "id": "A",
        "text": "Su creación y supresión se acuerda por el Consejo de Ministros mediante Real Decreto a propuesta del Presidente del Gobierno."
      },
      {
        "id": "B",
        "text": "Las deliberaciones de las Comisiones Delegadas del Gobierno serán secretas."
      },
      {
        "id": "C",
        "text": "A y B son correctas."
      },
      {
        "id": "D",
        "text": "Las deliberaciones no son secretas, solo lo son las del Consejo de Ministros."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Ley 50/1997 regula que estas comisiones se crean por Real Decreto y mantienen el deber de secreto sobre sus deliberaciones.",
    "tags": [
      "gobierno",
      "comisiones-delegadas",
      "ley-del-gobierno"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q244",
    "stem": "¿Qué plazo debe transcurrir desde la primera votación de investidura para que el Rey disuelva las Cámaras y convoque elecciones?",
    "options": [
      {
        "id": "A",
        "text": "Dos meses."
      },
      {
        "id": "B",
        "text": "Dos semanas."
      },
      {
        "id": "C",
        "text": "Un mes."
      },
      {
        "id": "D",
        "text": "Seis semanas."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El artículo 99 de la Constitución establece que si transcurren dos meses desde la primera votación sin éxito, el Rey disolverá las Cámaras.",
    "tags": [
      "constitucion-española",
      "investidura",
      "elecciones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q245",
    "stem": "En el caso de disolución de cámaras por investidura fallida, ¿quién refrenda el acto?",
    "options": [
      {
        "id": "A",
        "text": "El anterior Presidente del Gobierno o primer Vicepresidente."
      },
      {
        "id": "B",
        "text": "El Presidente del Congreso de los Diputados."
      },
      {
        "id": "C",
        "text": "El Presidente del Senado."
      },
      {
        "id": "D",
        "text": "Con el refrendo conjunto de los dos Presidentes de ambas Cámaras."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Según el artículo 99 de la Constitución, el refrendo de este acto regio corresponde específicamente al Presidente del Congreso.",
    "tags": [
      "constitucion-española",
      "refrendo",
      "rey"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q246",
    "stem": "¿En qué casos de los siguientes un acto de una Administración Pública es nulo de pleno derecho?",
    "options": [
      {
        "id": "A",
        "text": "Los que lesionen los derechos y libertades susceptibles de amparo constitucional."
      },
      {
        "id": "B",
        "text": "Los que tengan contenido imposible."
      },
      {
        "id": "C",
        "text": "Los dictados por un órgano manifiestamente incompetente por razón de la materia o territorio."
      },
      {
        "id": "D",
        "text": "Todas las anteriores."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El artículo 47 de la Ley 39/2015 enumera estas situaciones como causas graves de nulidad radical de los actos administrativos.",
    "tags": [
      "derecho-administrativo",
      "nulidad",
      "ley-39-2015"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q247",
    "stem": "¿Cuál es la respuesta más correcta en relación con los principios de la potestad sancionadora de la Administración?",
    "options": [
      {
        "id": "A",
        "text": "Legalidad, Irretroactividad, Responsabilidad."
      },
      {
        "id": "B",
        "text": "Legalidad, Irretroactividad, Tipicidad, Responsabilidad."
      },
      {
        "id": "C",
        "text": "Legalidad, Irretroactividad, Tipicidad, Responsabilidad, Rescisión."
      },
      {
        "id": "D",
        "text": "Legalidad, Irretroactividad, Tipicidad, Responsabilidad, Concurrencia de sanciones."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Los artículos 25 a 31 de la Ley 40/2015 definen estos principios como los pilares del ejercicio del castigo administrativo.",
    "tags": [
      "derecho-administrativo",
      "potestad-sancionadora",
      "ley-40-2015"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q248",
    "stem": "Según la Ley de Transparencia y Buen Gobierno:",
    "options": [
      {
        "id": "A",
        "text": "La adopción de acuerdos manifiestamente ilegales es una infracción grave."
      },
      {
        "id": "B",
        "text": "El abuso de autoridad es una infracción leve."
      },
      {
        "id": "C",
        "text": "La incorrección con los superiores, compañeros o subordinados es una infracción leve."
      },
      {
        "id": "D",
        "text": "La Ley no recoge este tipo de contenido."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El artículo 29 de la Ley 19/2013 tipifica las faltas de respeto o decoro en el ámbito laboral como infracciones leves.",
    "tags": [
      "transparencia",
      "buen-gobierno",
      "infracciones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q249",
    "stem": "¿Dónde tiene la sede la CEPOL?",
    "options": [
      {
        "id": "A",
        "text": "Bucarest"
      },
      {
        "id": "B",
        "text": "Sofía"
      },
      {
        "id": "C",
        "text": "Nantes"
      },
      {
        "id": "D",
        "text": "Budapest"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Agencia de la Unión Europea para la Formación Policial (CEPOL) trasladó su sede a la capital de Hungría en 2014.",
    "tags": [
      "ue",
      "agencias",
      "seguridad"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q250",
    "stem": "¿A quién corresponde la dirección de la Agencia Europea de la Defensa?",
    "options": [
      {
        "id": "A",
        "text": "Al ARUE"
      },
      {
        "id": "B",
        "text": "A la Comisión"
      },
      {
        "id": "C",
        "text": "Al Consejo Europeo"
      },
      {
        "id": "D",
        "text": "Al Director Ejecutivo"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El Alto Representante de la Unión para Asuntos Exteriores y Política de Seguridad actúa como Jefe de la Agencia Europea de Defensa.",
    "tags": [
      "ue",
      "defensa",
      "arue"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q251",
    "stem": "¿Qué obra marca el comienzo del estudio científico de la economía?",
    "options": [
      {
        "id": "A",
        "text": "Adam Smith publica en 1776 “La Riqueza de las Naciones”"
      },
      {
        "id": "B",
        "text": "Robert Malthus “Ensayo sobre los principios de población” (1798)"
      },
      {
        "id": "C",
        "text": "David Ricardo “Principios de economía política y tributación” (1817)"
      },
      {
        "id": "D",
        "text": "John Stuart Mill “Principios de economía política” (1848)"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La publicación de la obra de Adam Smith en 1776 se considera universalmente como el nacimiento de la economía como ciencia independiente.",
    "tags": [
      "economia",
      "historia-del-pensamiento",
      "adam-smith"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q252",
    "stem": "¿Con qué vincula el punto de Pareto eficiencia?",
    "options": [
      {
        "id": "A",
        "text": "Un cambio hacia una nueva asignación que mejora la situación de uno sin que empeore la de los demás."
      },
      {
        "id": "B",
        "text": "El punto de la curva en el que la progresividad de un impuesto decae."
      },
      {
        "id": "C",
        "text": "La relación entre empleo y demanda agregada."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El Óptimo de Pareto se alcanza cuando es imposible mejorar el bienestar de un individuo sin perjudicar al menos a otro.",
    "tags": [
      "economia",
      "teoria-economica",
      "pareto"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q253",
    "stem": "¿Dónde tendrá lugar la próxima COP 2023?",
    "options": [
      {
        "id": "A",
        "text": "Egipto"
      },
      {
        "id": "B",
        "text": "Edimburgo"
      },
      {
        "id": "C",
        "text": "Dubai"
      },
      {
        "id": "D",
        "text": "Yakarta"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La Conferencia de las Naciones Unidas sobre el Cambio Climático de 2023 se programó para celebrarse en los Emiratos Árabes Unidos.",
    "tags": [
      "medio-ambiente",
      "cop28",
      "cambio-climatico"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q254",
    "stem": "¿Cuál es el precio del barril de Brent (según el contexto de enero 2023)?",
    "options": [
      {
        "id": "A",
        "text": "85,23"
      },
      {
        "id": "B",
        "text": "84,29"
      },
      {
        "id": "C",
        "text": "80,67"
      },
      {
        "id": "D",
        "text": "93"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Los precios del crudo en el periodo del examen fluctuaban en torno a los 80 dólares por barril debido a la incertidumbre económica global.",
    "tags": [
      "economia",
      "petroleo",
      "energia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q255",
    "stem": "Identifique cuál es la tasa de paro según la última EPA (finales 2022):",
    "options": [
      {
        "id": "A",
        "text": "12,67"
      },
      {
        "id": "B",
        "text": "13,25"
      },
      {
        "id": "C",
        "text": "11,45"
      },
      {
        "id": "D",
        "text": "14,10"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "La Encuesta de Población Activa del cuarto trimestre de 2022 situó el desempleo en España en cifras cercanas al 12,7%.",
    "tags": [
      "españa",
      "economia",
      "paro"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q256",
    "stem": "¿Quiénes son los mayores productores de petróleo del mundo?",
    "options": [
      {
        "id": "A",
        "text": "Estados Unidos y Qatar"
      },
      {
        "id": "B",
        "text": "Qatar y Arabia Saudí"
      },
      {
        "id": "C",
        "text": "Estados Unidos y Arabia Saudí"
      },
      {
        "id": "D",
        "text": "Venezuela y Arabia Saudí"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Estados Unidos lidera la producción mundial seguido de cerca por Arabia Saudí, especialmente tras el auge del petróleo de esquisto.",
    "tags": [
      "economia",
      "petroleo",
      "geopolitica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q257",
    "stem": "¿Y quiénes tienen las mayores reservas?",
    "options": [
      {
        "id": "A",
        "text": "Venezuela y Arabia Saudí"
      },
      {
        "id": "B",
        "text": "Venezuela y Canadá"
      },
      {
        "id": "C",
        "text": "Canadá y Arabia y Saudí"
      },
      {
        "id": "D",
        "text": "Venezuela y Qatar"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Venezuela posee las mayores reservas probadas del mundo, seguida por Arabia Saudí, aunque la rentabilidad de su extracción varía según la tecnología.",
    "tags": [
      "economia",
      "petroleo",
      "reservas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q258",
    "stem": "¿Qué dos variables relaciona la curva de Phillips?",
    "options": [
      {
        "id": "A",
        "text": "Distribución de ingresos y población."
      },
      {
        "id": "B",
        "text": "Inflación y desempleo."
      },
      {
        "id": "C",
        "text": "Presión fiscal e ingresos fiscales."
      },
      {
        "id": "D",
        "text": "Tipos de interés y renta nacional."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Esta curva describe la relación inversa a corto plazo entre la tasa de desempleo y la tasa de inflación en una economía.",
    "tags": [
      "macroeconomia",
      "inflacion",
      "curva-phillips"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q259",
    "stem": "¿Cuál de las siguientes afirmaciones es correcta sobre los impuestos?",
    "options": [
      {
        "id": "A",
        "text": "El IVA es un impuesto directo."
      },
      {
        "id": "B",
        "text": "El IBI es un impuesto personal."
      },
      {
        "id": "C",
        "text": "El IRPF es un impuesto regresivo."
      },
      {
        "id": "D",
        "text": "El ITP y AJD es un impuesto indirecto."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Impuesto sobre Transmisiones Patrimoniales y Actos Jurídicos Documentados se clasifica como un tributo indirecto que grava el tráfico civil de bienes.",
    "tags": [
      "hacienda-publica",
      "impuestos",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q260",
    "stem": "¿Qué tres elementos componen la denominada “trinidad imposible” del modelo de Mundell-Fleming?",
    "options": [
      {
        "id": "A",
        "text": "Tipo de cambio fijo, libre movimiento de capitales y una política monetaria autónoma."
      },
      {
        "id": "B",
        "text": "Tipo de cambio flexible, libre movimiento de capitales y una política monetaria autónoma."
      },
      {
        "id": "C",
        "text": "Tipo de cambio fijo, control del movimiento de capitales y una política monetaria autónoma."
      },
      {
        "id": "D",
        "text": "Tipo de cambio flexible, control del movimiento de capitales y una política monetaria autónoma."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El trilema establece que una economía no puede mantener simultáneamente estos tres objetivos; debe renunciar al menos a uno.",
    "tags": [
      "macroeconomia",
      "finanzas",
      "mundell-fleming"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q261",
    "stem": "Una pirámide poblacional de tipo pagoda indica una tendencia demográfica:",
    "options": [
      {
        "id": "A",
        "text": "Expansiva."
      },
      {
        "id": "B",
        "text": "Regresiva."
      },
      {
        "id": "C",
        "text": "Estacionaria."
      },
      {
        "id": "D",
        "text": "Asimétrica."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Este modelo muestra una base muy ancha (alta natalidad) y una cima estrecha, típico de poblaciones jóvenes con rápido crecimiento.",
    "tags": [
      "demografia",
      "geografia-humana",
      "poblacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q262",
    "stem": "Según la OMC, ¿qué región tendrá un mayor crecimiento de las exportaciones en 2023?",
    "options": [
      {
        "id": "A",
        "text": "Oriente Medio con un 14,6%."
      },
      {
        "id": "B",
        "text": "Europa con un 9%."
      },
      {
        "id": "C",
        "text": "América del Norte con un 11%."
      },
      {
        "id": "D",
        "text": "África con un 8,2%."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Las previsiones de la OMC señalaban a los países exportadores de petróleo de Oriente Medio como los líderes en crecimiento comercial para 2023.",
    "tags": [
      "comercio-internacional",
      "omc",
      "economia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q263",
    "stem": "El Grupo del Banco Mundial está integrado por cinco instituciones:",
    "options": [
      {
        "id": "A",
        "text": "BIRF, AIF, IFC, MIGA y CIADI."
      },
      {
        "id": "B",
        "text": "BIRF, AIF, BIS, MIGA y CIADI."
      },
      {
        "id": "C",
        "text": "BIRF, BEI, IFC, MIGA y CIADI."
      },
      {
        "id": "D",
        "text": "BIRF, FMI, BIS, MIGA y CIADI."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Estas cinco agencias colaboran para financiar el desarrollo, garantizar inversiones y resolver disputas internacionales.",
    "tags": [
      "banco-mundial",
      "finanzas",
      "cooperacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q264",
    "stem": "Según los datos del INE, en abril de 2022, la población española era de:",
    "options": [
      {
        "id": "A",
        "text": "47,3 millones."
      },
      {
        "id": "B",
        "text": "43,5 millones."
      },
      {
        "id": "C",
        "text": "47,4 millones."
      },
      {
        "id": "D",
        "text": "43,7 millones."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Las cifras oficiales del INE mostraron un ligero incremento demográfico situando el total por encima de los 47,4 millones de habitantes.",
    "tags": [
      "españa",
      "demografia",
      "ine"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q265",
    "stem": "¿Cuáles fueron los principales países emisores de turistas a España en 2022?",
    "options": [
      {
        "id": "A",
        "text": "Alemania, Reino Unido y Francia."
      },
      {
        "id": "B",
        "text": "Francia, Reino Unido y Alemania."
      },
      {
        "id": "C",
        "text": "Reino Unido, Francia y Alemania."
      },
      {
        "id": "D",
        "text": "Reino Unido, Francia e Italia."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El mercado británico sigue siendo el principal cliente del turismo español, seguido del francés y el alemán por volumen de viajeros.",
    "tags": [
      "turismo",
      "españa",
      "economia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q266",
    "stem": "¿Quién aprueba el Plan Director de AECID?",
    "options": [
      {
        "id": "A",
        "text": "El Ministerio de Asuntos Exteriores."
      },
      {
        "id": "B",
        "text": "El Gobierno."
      },
      {
        "id": "C",
        "text": "El Consejo Director de AECID."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Plan Director, que fija las líneas estratégicas de la cooperación por cuatro años, debe ser aprobado por el Consejo de Ministros.",
    "tags": [
      "aecid",
      "cooperacion",
      "gobierno"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q267",
    "stem": "¿Quién aprueba el Plan Anual de Cooperación?",
    "options": [
      {
        "id": "A",
        "text": "El Ministerio de Asuntos Exteriores."
      },
      {
        "id": "B",
        "text": "El Gobierno."
      },
      {
        "id": "C",
        "text": "El Consejo Director de AECID."
      },
      {
        "id": "D",
        "text": "Ninguna de las anteriores."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "A diferencia del Plan Director, el Plan Anual se aprueba a nivel ministerial para detallar las acciones del ejercicio corriente.",
    "tags": [
      "aecid",
      "cooperacion",
      "maec"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q268",
    "stem": "¿Cuál es la capital española de la gastronomía en 2023?",
    "options": [
      {
        "id": "A",
        "text": "Pontevedra"
      },
      {
        "id": "B",
        "text": "Cuenca"
      },
      {
        "id": "C",
        "text": "León"
      },
      {
        "id": "D",
        "text": "Jaén"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Cuenca fue elegida como capital gastronómica para el año 2023, sucediendo a Sanlúcar de Barrameda.",
    "tags": [
      "españa",
      "cultura",
      "gastronomia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q269",
    "stem": "¿Cuál es la capital europea de la cultura en 2023?",
    "options": [
      {
        "id": "A",
        "text": "Esch-Sur-Alzette, Kaunas y Novi Sad."
      },
      {
        "id": "B",
        "text": "Eleusis, Timisoara y Veszprem."
      },
      {
        "id": "C",
        "text": "Módena, Burdeos y Plovdiv."
      },
      {
        "id": "D",
        "text": "Plovdiv, Módena y Kaunas."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Estas tres ciudades de Grecia, Rumanía y Hungría comparten la capitalidad cultural europea durante el año 2023.",
    "tags": [
      "ue",
      "cultura",
      "capitales-europeas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q270",
    "stem": "¿Cuál es la principal hortaliza que cultivó España en mayor cantidad el último año?",
    "options": [
      {
        "id": "A",
        "text": "Espárrago"
      },
      {
        "id": "B",
        "text": "Tomate"
      },
      {
        "id": "C",
        "text": "Pimiento"
      },
      {
        "id": "D",
        "text": "Cebolla"
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El tomate se mantiene como el producto hortícola líder en volumen de producción dentro del sector agrario español.",
    "tags": [
      "españa",
      "agricultura",
      "hortalizas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q271",
    "stem": "¿En qué especies ha conseguido España un aumento en las TAC de 2023 de la Política Pesquera Común?",
    "options": [
      {
        "id": "A",
        "text": "Gamba roja y anguila"
      },
      {
        "id": "B",
        "text": "Merluza y sardina"
      },
      {
        "id": "C",
        "text": "Merluza y Caballa"
      },
      {
        "id": "D",
        "text": "Caballa y bacalao"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "En las negociaciones de 2023, España logró mejorar las cuotas de captura (Total Admisible de Capturas) para la merluza sur y la caballa.",
    "tags": [
      "pesca",
      "ue",
      "españa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q272",
    "stem": "¿Cuáles son las Comunidades Autónomas que más aumentaron sus exportaciones en 2022?",
    "options": [
      {
        "id": "A",
        "text": "Canarias, Islas Baleares y Madrid"
      },
      {
        "id": "B",
        "text": "Madrid, País Vasco y La Rioja"
      },
      {
        "id": "C",
        "text": "La Rioja, Extremadura y Valencia"
      },
      {
        "id": "D",
        "text": "Canarias, Valencia y Castilla y León"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Debido a la recuperación del sector servicios y la demanda externa, estas tres comunidades lideraron el crecimiento exportador en el ejercicio 2022.",
    "tags": [
      "economia",
      "españa",
      "exportaciones"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q273",
    "stem": "¿Dónde se encuentra el centro logístico humanitario de la AECID?",
    "options": [
      {
        "id": "A",
        "text": "Panamá."
      },
      {
        "id": "B",
        "text": "Las Palmas de Gran Canaria."
      },
      {
        "id": "C",
        "text": "Torrejón de Ardoz."
      },
      {
        "id": "D",
        "text": "Dakar."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "La base logística de la Cooperación Española, desde donde se coordinan los envíos de ayuda de emergencia, se ubica en Torrejón de Ardoz, Madrid.",
    "tags": [
      "aecid",
      "ayuda-humanitaria",
      "logistica"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q274",
    "stem": "¿Cuántos Estados Miembros tiene la OCDE y cuál ha sido el último en unirse?",
    "options": [
      {
        "id": "A",
        "text": "27 Panamá"
      },
      {
        "id": "B",
        "text": "35 Costa Rica"
      },
      {
        "id": "C",
        "text": "37 Panamá"
      },
      {
        "id": "D",
        "text": "38 Costa Rica"
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "La Organización para la Cooperación y el Desarrollo Económicos cuenta con 38 miembros tras la incorporación de Costa Rica en 2021.",
    "tags": [
      "ocde",
      "organizaciones-internacionales",
      "miembros"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q275",
    "stem": "Según la UNCTAD, desde enero de 2020 hasta la actualidad (2023), el precio de la alimentación ha aumentado un:",
    "options": [
      {
        "id": "A",
        "text": "29%"
      },
      {
        "id": "B",
        "text": "25%"
      },
      {
        "id": "C",
        "text": "42%"
      },
      {
        "id": "D",
        "text": "15%"
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Los informes de la UNCTAD reflejan una subida global del 29% en los precios de los alimentos básicos debido a las crisis en las cadenas de suministro.",
    "tags": [
      "economia",
      "unctad",
      "inflacion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q276",
    "stem": "¿Cómo denominó Colón a la actual isla de Cuba en su primer viaje?",
    "options": [
      {
        "id": "A",
        "text": "Colba."
      },
      {
        "id": "B",
        "text": "Juana."
      },
      {
        "id": "C",
        "text": "Isabela."
      },
      {
        "id": "D",
        "text": "La Española."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Cristóbal Colón bautizó la isla como Juana en honor al príncipe Juan, heredero de los Reyes Católicos.",
    "tags": [
      "historia",
      "españa",
      "america"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q277",
    "stem": "¿Mediante qué tratado España dejó de reclamar su soberanía sobre el actual territorio de Haití en beneficio de Francia?",
    "options": [
      {
        "id": "A",
        "text": "Tratado de Ryswick de 1697."
      },
      {
        "id": "B",
        "text": "Tratado de Valençay de 1813."
      },
      {
        "id": "C",
        "text": "Tratado de Baden de 1714."
      },
      {
        "id": "D",
        "text": "Tratado de Utrecht de 1713."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El Tratado de Ryswick supuso el reconocimiento formal de la presencia francesa en la parte occidental de la isla de La Española.",
    "tags": [
      "historia",
      "haiti",
      "tratados"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q278",
    "stem": "¿Qué rey de España impulsó “La Gran Redada” contra el pueblo gitano?",
    "options": [
      {
        "id": "A",
        "text": "Fernando VII."
      },
      {
        "id": "B",
        "text": "Carlos III."
      },
      {
        "id": "C",
        "text": "Carlos IV."
      },
      {
        "id": "D",
        "text": "Fernando VI."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Fernando VI autorizó en 1749 el proyecto de exterminio biológico y reclusión masiva conocido como la Gran Redada.",
    "tags": [
      "historia",
      "españa",
      "siglo-xviii"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q279",
    "stem": "¿Cuál de las siguientes personalidades NO estuvo presente en el Congreso de Viena de 1814-1815?",
    "options": [
      {
        "id": "A",
        "text": "Metternich."
      },
      {
        "id": "B",
        "text": "Castlereagh."
      },
      {
        "id": "C",
        "text": "Alejandro I."
      },
      {
        "id": "D",
        "text": "Saavedra Fajardo."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Saavedra Fajardo fue un diplomático del siglo XVII, mientras que el Congreso de Viena fue protagonizado por líderes del XIX como Metternich o Castlereagh.",
    "tags": [
      "historia",
      "diplomacia",
      "viena"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q280",
    "stem": "¿Cuál de los siguientes hombres NO pertenecía al bando confederado en la Guerra de Secesión de los Estados Unidos?",
    "options": [
      {
        "id": "A",
        "text": "Jefferson Davis."
      },
      {
        "id": "B",
        "text": "Robert E. Lee."
      },
      {
        "id": "C",
        "text": "Ulysses S. Grant."
      },
      {
        "id": "D",
        "text": "Judah P. Benjamin."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Ulysses S. Grant fue el general en jefe del ejército de la Unión y posteriormente Presidente de los Estados Unidos.",
    "tags": [
      "historia",
      "eeuu",
      "guerra-secesion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q281",
    "stem": "¿Quién impulsó el bombardeo de Barcelona de 1842?",
    "options": [
      {
        "id": "A",
        "text": "Baldomero Espartero."
      },
      {
        "id": "B",
        "text": "Leopoldo O’Donnell."
      },
      {
        "id": "C",
        "text": "Ramón María Narváez y Campos."
      },
      {
        "id": "D",
        "text": "Francisco Serrano."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El regente Espartero ordenó el bombardeo de la ciudad desde el castillo de Montjuïc para sofocar una insurrección popular.",
    "tags": [
      "historia",
      "españa",
      "siglo-xix"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q282",
    "stem": "¿En el marco de qué conflicto tuvo lugar la batalla de Navarino?",
    "options": [
      {
        "id": "A",
        "text": "La crisis egipcia."
      },
      {
        "id": "B",
        "text": "Guerra de independencia griega."
      },
      {
        "id": "C",
        "text": "La guerra de Crimea."
      },
      {
        "id": "D",
        "text": "La crisis balcánica de 1908."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Navarino (1827) fue una batalla naval decisiva donde las potencias europeas apoyaron la causa griega contra el Imperio Otomano.",
    "tags": [
      "historia",
      "grecia",
      "relaciones-internacionales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q283",
    "stem": "¿Cuál de los siguientes aspectos NO es definitorio de la Constitución de 1876?",
    "options": [
      {
        "id": "A",
        "text": "La soberanía es compartida entre el Rey y las Cortes."
      },
      {
        "id": "B",
        "text": "Las Cortes son bicamerales."
      },
      {
        "id": "C",
        "text": "La Corona ostenta el poder ejecutivo, pudiendo nombrar al jefe del Gobierno."
      },
      {
        "id": "D",
        "text": "El poder legislativo corresponde exclusivamente a las Cortes."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Es incorrecto que el legislativo fuera exclusivo de las Cortes; la soberanía compartida implicaba que el Rey también participaba en la potestad legislativa.",
    "tags": [
      "historia",
      "constitucion",
      "restauracion"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q284",
    "stem": "¿Cuál de los siguientes escritores NO formaba parte del denominado “Grupo de los Tres”, precursor de la Generación del 98?",
    "options": [
      {
        "id": "A",
        "text": "Baroja."
      },
      {
        "id": "B",
        "text": "Unamuno."
      },
      {
        "id": "C",
        "text": "Azorín"
      },
      {
        "id": "D",
        "text": "Maeztu."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "El Grupo de los Tres estaba integrado específicamente por Baroja, Azorín y Maeztu; Unamuno se asocia a la generación pero no a este núcleo inicial.",
    "tags": [
      "literatura",
      "españa",
      "generacion-98"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q285",
    "stem": "¿Durante el reinado de qué monarca se creó la Oficina Pro Cautivos?",
    "options": [
      {
        "id": "A",
        "text": "Alfonso XII."
      },
      {
        "id": "B",
        "text": "Alfonso XIII."
      },
      {
        "id": "C",
        "text": "Isabel II."
      },
      {
        "id": "D",
        "text": "Amadeo I."
      }
    ],
    "correct": [
      "B"
    ],
    "explanation": "Alfonso XIII impulsó esta oficina humanitaria durante la Primera Guerra Mundial para localizar desaparecidos y prisioneros de guerra.",
    "tags": [
      "historia",
      "españa",
      "humanitario"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q286",
    "stem": "¿Cuál de los siguientes NO fue secretario general de la Sociedad de Naciones?",
    "options": [
      {
        "id": "A",
        "text": "Eric Drummond."
      },
      {
        "id": "B",
        "text": "Joseph Avenol"
      },
      {
        "id": "C",
        "text": "Seán Lester."
      },
      {
        "id": "D",
        "text": "William E. B. Du Bois."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Du Bois fue un activista y sociólogo, no ocupó la secretaría de la organización; los otros tres sí fueron sus secretarios generales.",
    "tags": [
      "historia",
      "sociedad-de-naciones",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q287",
    "stem": "¿Cuál de las siguientes palabras NO corresponde a una de las tres erres de Roosevelt en el New Deal?",
    "options": [
      {
        "id": "A",
        "text": "Relief."
      },
      {
        "id": "B",
        "text": "Reform."
      },
      {
        "id": "C",
        "text": "Readjust."
      },
      {
        "id": "D",
        "text": "Recovery."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "El programa New Deal se basaba en Relief (Alivio), Recovery (Recuperación) y Reform (Reforma).",
    "tags": [
      "historia",
      "eeuu",
      "new-deal"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q288",
    "stem": "¿A qué generación perteneció el humorista y dibujante K-Hito?",
    "options": [
      {
        "id": "A",
        "text": "A la Generación del 98."
      },
      {
        "id": "B",
        "text": "A la Generación del 14."
      },
      {
        "id": "C",
        "text": "A la Generación del 27."
      },
      {
        "id": "D",
        "text": "No perteneció a ninguna."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Ricardo García López 'K-Hito' formó parte del círculo intelectual y artístico vinculado a la Generación del 27.",
    "tags": [
      "cultura",
      "españa",
      "generacion-27"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q289",
    "stem": "¿Dónde falleció, exiliado, el poeta Juan Ramón Jiménez?",
    "options": [
      {
        "id": "A",
        "text": "Estados Unidos."
      },
      {
        "id": "B",
        "text": "Francia."
      },
      {
        "id": "C",
        "text": "México."
      },
      {
        "id": "D",
        "text": "Puerto Rico."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "El Nobel de Literatura falleció en San Juan de Puerto Rico en 1958, tras años de exilio tras la Guerra Civil.",
    "tags": [
      "literatura",
      "españa",
      "exilio"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q290",
    "stem": "¿En qué año cedió Franco la jefatura del gobierno?",
    "options": [
      {
        "id": "A",
        "text": "1971."
      },
      {
        "id": "B",
        "text": "1972."
      },
      {
        "id": "C",
        "text": "1973."
      },
      {
        "id": "D",
        "text": "1974."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "En 1973, Franco separó la jefatura del Estado de la del Gobierno, nombrando a Luis Carrero Blanco para este último cargo.",
    "tags": [
      "historia",
      "españa",
      "franquismo"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q291",
    "stem": "Según la ley británica, ¿cuál es el régimen jurídico aplicable a Gibraltar?",
    "options": [
      {
        "id": "A",
        "text": "Territorio británico de ultramar."
      },
      {
        "id": "B",
        "text": "Dependencia de la Corona."
      },
      {
        "id": "C",
        "text": "Reino de la Mancomunidad de Naciones."
      },
      {
        "id": "D",
        "text": "Colonia británica."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Bajo el derecho del Reino Unido, Gibraltar se categoriza como un British Overseas Territory.",
    "tags": [
      "gibraltar",
      "reino-unido",
      "estatuto-juridico"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q292",
    "stem": "¿Quién NO fue ministro de Asuntos Exteriores de la Unión Soviética?",
    "options": [
      {
        "id": "A",
        "text": "Eduard Shevardnadze."
      },
      {
        "id": "B",
        "text": "Andréi Gromiko."
      },
      {
        "id": "C",
        "text": "Konstantín Chernenko."
      },
      {
        "id": "D",
        "text": "Viacheslav Mólotov."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Chernenko fue Secretario General del PCUS, no ministro de Exteriores; los demás sí ocuparon la cartera diplomática soviética.",
    "tags": [
      "historia",
      "urss",
      "cargos"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q293",
    "stem": "¿Quién redactó el Preámbulo de la Constitución de 1978?",
    "options": [
      {
        "id": "A",
        "text": "Manuel Fraga Iribarne."
      },
      {
        "id": "B",
        "text": "Miquel Roca Junyent."
      },
      {
        "id": "C",
        "text": "Enrique Tierno Galván."
      },
      {
        "id": "D",
        "text": "José Pedro Pérez-Llorca"
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Tierno Galván fue el encargado de dotar de un tono solemne e inclusivo al texto introductorio de la Carta Magna.",
    "tags": [
      "constitucion-española",
      "transicion",
      "historia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q294",
    "stem": "De los 14 puntos de Wilson, es INCORRECTO que incluyera:",
    "options": [
      {
        "id": "A",
        "text": "Convenios abiertos y no diplomacia secreta."
      },
      {
        "id": "B",
        "text": "Desaparición de barreras económicas."
      },
      {
        "id": "C",
        "text": "Reajuste de las fronteras italianas."
      },
      {
        "id": "D",
        "text": "Desarrollo autónomo de los pueblos del Imperio Ruso."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Los puntos de Wilson se centraron en la autodeterminación de los pueblos de los imperios Centrales (como el Austro-Húngaro), no explícitamente del Ruso en esos términos.",
    "tags": [
      "primera-guerra-mundial",
      "diplomacia",
      "wilson"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q295",
    "stem": "¿Qué concluyeron los Acuerdos de Dayton de 1995?",
    "options": [
      {
        "id": "A",
        "text": "El Estado de Bosnia Herzegovina se estableció como unión de la Federación y de la República Srpska."
      },
      {
        "id": "B",
        "text": "La Confederación de Bosnia Herzegovina."
      },
      {
        "id": "C",
        "text": "La Federación se unió a la República."
      },
      {
        "id": "D",
        "text": "Ninguna es correcta."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "Dayton creó un único Estado soberano con una estructura interna compleja dividida en dos entidades autónomas.",
    "tags": [
      "historia",
      "balcanes",
      "tratados"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q296",
    "stem": "¿Cuál es la situación de las Islas Paracelso?",
    "options": [
      {
        "id": "A",
        "text": "Administradas por Filipinas."
      },
      {
        "id": "B",
        "text": "Administradas por Taiwán."
      },
      {
        "id": "C",
        "text": "Administradas por China pero disputadas por Vietnam y Taiwán."
      },
      {
        "id": "D",
        "text": "Administradas por Vietnam."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "China mantiene el control de facto del archipiélago desde 1974, aunque su soberanía sigue siendo reclamada activamente por otros Estados ribereños.",
    "tags": [
      "geopolitica",
      "mar-de-china",
      "disputas"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q297",
    "stem": "¿Qué país encabeza el Índice de Estados Fallidos para 2022?",
    "options": [
      {
        "id": "A",
        "text": "Siria."
      },
      {
        "id": "B",
        "text": "Yemen."
      },
      {
        "id": "C",
        "text": "Haití."
      },
      {
        "id": "D",
        "text": "Somalia."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Somalia continúa liderando los índices de fragilidad estatal debido a la inestabilidad política crónica y la crisis humanitaria.",
    "tags": [
      "geopolitica",
      "estados-fallidos",
      "africa"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q298",
    "stem": "En la ONU, ¿a qué se denominó “la cuestión española”?",
    "options": [
      {
        "id": "A",
        "text": "Descolonización de Gibraltar."
      },
      {
        "id": "B",
        "text": "Descolonización de África."
      },
      {
        "id": "C",
        "text": "Veto al ingreso de España en las Naciones Unidas."
      },
      {
        "id": "D",
        "text": "Debate sobre el Consejo de Seguridad."
      }
    ],
    "correct": [
      "C"
    ],
    "explanation": "Tras la II Guerra Mundial, la ONU aisló al régimen de Franco y retrasó su ingreso hasta 1955, periodo conocido bajo ese término diplomático.",
    "tags": [
      "onu",
      "españa",
      "diplomacia"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q299",
    "stem": "¿Cuándo tuvo lugar la última Reunión de Alto Nivel (RAN) entre Marruecos y España antes de 2023?",
    "options": [
      {
        "id": "A",
        "text": "2021."
      },
      {
        "id": "B",
        "text": "2020."
      },
      {
        "id": "C",
        "text": "2017."
      },
      {
        "id": "D",
        "text": "2015."
      }
    ],
    "correct": [
      "D"
    ],
    "explanation": "Tras años de suspensiones y crisis diplomáticas, la última reunión plenaria de este nivel se remontaba a mediados de la década pasada.",
    "tags": [
      "españa",
      "marruecos",
      "relaciones-bilaterales"
    ],
    "multi": false
  },
  {
    "id": "src-2023-q300",
    "stem": "¿En qué año tuvo lugar el incidente nuclear de Palomares?",
    "options": [
      {
        "id": "A",
        "text": "1966."
      },
      {
        "id": "B",
        "text": "1961."
      },
      {
        "id": "C",
        "text": "1956."
      },
      {
        "id": "D",
        "text": "1971."
      }
    ],
    "correct": [
      "A"
    ],
    "explanation": "El 17 de enero de 1966 colisionaron dos aviones estadounidenses sobre el cielo de Almería, provocando la caída de cuatro bombas termonucleares.",
    "tags": [
      "historia",
      "españa",
      "eeuu",
      "nuclear"
    ],
    "multi": false
  }
]